{
    "title" : "¿Quién ... ?",
    "header" : "¿Quién descubrió Abya Yala/América?",
    "sources" : [ "24e0b84e-31ea-43eb-a9f0-c2e854190659" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p>Antes de continuar su lectura, por favor, responda: ¿Quién descubrió <i>Abya Yala</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39 - 43</a>)/América?</p><p>Respuestas sencillas para preguntas difíciles tienden a ser equivocadas, pero, al mismo tiempo, son confortables. Un ejemplo de esto son clases donde alumnos son llevados a creer que todo empieza a partir de la llegada de una persona, como no se hubiera nada antes. En esta página hace una discusión al respeto de la idea de una \"descubierta\" de <i>Abya Yala</i>/América, pero no terminamos la discusión, para más distintas visiones de descubierta, sugerimos estudiar el trabajo de Stuart C. Brown (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('47cfc7a1-a884-4bb4-80a8-376f8cca122b'); return false;\">Brown, Stuart C., 1993</a>).</p>"
                },
                {
                    "id" : "word",
                    "text" : "<h3>El significado de \"descubierta\"</h3><p>Hablando con Ludwing Nguillatun, un indígena del pueblo mapuche (Wallmapu), una sentencia suya me llamó la atención: \"personas estudian letras y no palabras\". De facto, el conocimiento superficial de una palabra lleva personas a contestar preguntas como la que estamos trabajando de manera equivocada.</p><p>De acuerdo con el diccionario de la Real Academia Española, la palabra \"descubrir\" tiene entre los significados <i>\"3. tr. Hallar lo que estaba ignorado o escondido, principalmente tierras o mares desconocidos.\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('34149f5b-9624-4c46-bab6-5cea38806165'); return false;\">Real Academia Española: \"descubrir\"</a>). Cuando habla en \"lo que estaba ignorado o escondido\", está hablando de un entendimiento de descubierta a partir de un punto de vista de una persona o nación, con esto, se puede haber muchas descubiertas de una misma región por distintas personas.</p>"
                },
                {
                    "id" : "christian",
                    "text" : "<h3>La descubierta en la visión del mundo cristiano</h3><p>En la cosmovisión cristiana, el \"descubridor\" del \"Nuevo Mundo\" es Cristóbal Colon, pero fue Rodrigo de Triana que primero pudo ver el continente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 1</a>). Hay distintos motivos para la aceptación que el primero a avistarla ha sido Cristóbal Colon, pero una en especial llama la atención: el facto que Rodrigo de Tirana podría ser un judío converso (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4a21ac3a-0e46-4806-945a-86b3377f6c57'); return false;\">Zielonka, Rabbi Martin, 1939</a>) afectando su reconocimiento.</p><p>El \"descubridor\", en la cosmovisión cristiana, en sus relatos, habla de los indígenas que ya estaban en <i>Abya Yala</i>/América (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a464098f-8602-46a0-8ade-ad1f034621ee'); return false;\">Hofmann, Sabine, 1997</a>).</p>"
                },
                {
                    "id" : "vikings",
                    "text" : "<h3>La descubierta en la visión de los vikingos</h3><p>Cuando hacemos comparación entre las cosmovisiones cristiana y de los vikingos, es posible hacer la identificación de similitudes: <ul><li>Leif Ericsson es reconocido como el primero descubridor de <i>Abya Yala</i>/America, a pesar de Bjarni Herjolfsson estar años antes en el local (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 8</a>), o sea, el \"descubridor\" fue elegido.</li><li>Hubo contacto con indígenas que ya estaban el continente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>), con esto, el \"descubridor\" no descubrió el local por la primera vez, en la verdad, descubrió para su pueblo.</li></ul></p>"
                },
                {
                    "id" : "indigenous",
                    "text" : "<h3>La descubierta por las ciencias</h3><p>Estudios de la genética y antropología nos permiten una respuesta, que no es la muchos desean, pero es la con mejor fundamentación. Como en la ciencia hay siempre nuevas investigaciones, la respuesta que presentamos en esta sección podrá cambiar a cualquier momento.</p><p>Hay hipótesis de haber distintas migraciones humanas por estrecho de Bering (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('601750ac-2b5b-4353-bd52-74a9c8483808'); return false;\">O’Rourke, Dennis H., and Jennifer A. Raff., 2008</a>). En distintos museos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b6ffcac4-7379-4a21-ba3c-326e8cb39129'); return false;\">San Salvador</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0be2ea18-ab78-4cb1-b3be-1ff0ba4ade95'); return false;\">México</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b5c517d-478c-4972-ab07-22f9f7fdb26c'); return false;\">Perú</a>) que estuve en Abya Yala/América, fue posible constatar que la migración ocurrió entre 13500 hasta 30000 años atrás (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('064c3691-1f4c-491b-b643-150c011b4525'); return false;\">Goebel, Ted, et al., 2008</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3aded71f-8528-4d70-97fc-295b04ca5ebe'); return false;\">Pirula, 2017</a>). Como no había lengua escrita en Abya Yala/América (y en el mundo) cuando cualquier uno dos cruzamientos se pasó, no hay ningún registro que permita decir quién <b>descubrió</b> <i>Abya Ayla</i>/América, pero con seguridad fue un <i>Homo sapiens</i> como nosotros.</p>"
                },
                {
                    "id" : "end",
                    "text" : "<h3>Conclusión</h3><p>La última respuesta, descubierta por las ciencias, posiblemente trae infelicidad, pues saca la certitud. Esta perspectiva de inseguridad adelante de las otras trae la necesidad de reflexión sobre las certitudes: <ul><li>¿Por qué necesitas conocer todo? ¿Esto no es una barrería para nueva aprendizaje?</li><li>¿Fue posible observar que las respuestas que tienen \"seguridad\" hacen omisión de factos? O sea, los \"descubridores\" en las cosmovisiones presentadas no son los primeros a llegar o a mirar el continente.</li><li>Después de estudiar este texto, ¿usted aún mantiene la misma idea sobre descubrir alguna cosa? ¿Qué descubriste en su vida que otros ya descubrieron antes?</li><li>Sobre tuya respuesta para \"¿Quién descubrió Abya Yala/América?\", ¿es como la visión de las ciencias? ¿O hay la necesidad de nombrar un \"descubridor\"?</li></ul></p>"
                }
            ]
        }
    ]
}
