{
    "title" : "Origen - Nuestros ancestros prehistóricos",
    "sources" : [ "origin" ],
    "common" : [ "<p>Esta página del proyecto no apunta ancestros específicos, pues como hablamos de prehistoria, no hay textos con menciones de nombres. El principal objetivo de esta página es ayudar las personas en el entendimiento que no hay diferencias entre las personas, pues <b>todos tenemos el mismo origen</b>.</p><p>El nombre dado a la teoría de Charles Darwin, evolución, crea confusión a los lectores, por pensar haber un progreso en dirección a algo mejor, cuando tenemos cambios, nombradas mutaciones (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6ebf58d7-2f1d-47b6-84ac-07d1430c2981'); return false;\">DNA and Mutations, Berkeley</a>) por generaciones. Esas mutaciones en el ADN, cuando favorables, posibilitan los seres vivos a tener adaptación de forma mejor al ambiente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('71093c75-b1eb-4289-9711-698b054af418'); return false;\">Evolution: Changing Species Over Time, National Geographic</a>), teniendo, por esto, uma tendencia a ser elegida en el proceso de transmisión genética para la descendencia de los individuos que la cargan.</p><p>El siglo XIX fue un periodo de desarrollo para conocemos más de nosotros. Primeramente, Charles Darwin describió el origen de las especies por observaciones (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('71093c75-b1eb-4289-9711-698b054af418'); return false;\">Evolution: Changing Species Over Time, National Geographic</a>). Pocos años después, Gregor Mendel propuso que hay un modelo donde las características son transmitidas por generaciones por características dominantes y recesivas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5c72d95-7c3b-46ea-b2d7-bfdaa33db2af'); return false;\">Miko, Ilona, 2008</a>). Las dos teorías son fundamentales para tener entendimiento de como las especies, incluyendo la nuestra, surgió. Pero, aún faltaba descubrir la parte de los organismos donde estos cambios se pasan. La pieza final del rompecabezas fue añadida por Friedrich Miescher que la llamó \"nuclein\", nombrada después para \"deoxyribonucleic acid\", el conocido ADN (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('24e35656-4e60-46b9-a4c4-08db2623336e'); return false;\">Pray, Leslie A., 2008</a>). A pesar de su descubierta, la definición de que es un ADN y como su estructura son las bases parai la herencia genética vino solamente en el siglo XX (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3ce506ac-8895-40dd-89f7-57f80517aba4'); return false;\">Alberts B, Johnson A, Lewis J, et al., 2002</a>).</p><p>Cuando trabajamos con genealogía, el ADN mitocondrial y el cromosoma Y, que son uniparentales, permítenos hacer un mejor mapeo de los ancestros que los cromosomas autosómicos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('48954556-6e7a-49e0-b844-04c365ad3436'); return false;\">Jinam, Timothy A., et al., 2012, pp. 3515</a>). El primero, ADN mitocondrial, es usado para estudiar el linaje materno, pues el ADN mitocondrial paterno es \"descartado\" en el proceso de fecundación (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b1e3a2c4-3172-4330-b285-2242be45a739'); return false;\">Groleau, Rick, 2002, PBS</a>). Durante el proceso evolutivo, distintas maneras fueron creadas para que el ADN mitocondrial paterno fuera descartad, en los mamíferos, como nosotros, las mitocondrias paternas son cambiadas y degradadas después de la fecundación (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('74183b32-3a4a-4414-bbcd-5131154a4979'); return false;\">Sato, Miyuki, and Ken Sato, 2013</a>). Análogamente, cuando se estudia ancestros por linaje paterno, estudia el cromosoma Y, pues hay transición solamente entre los hombres (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f5d103cb-702c-46bd-a3f2-e62f279ee0c1'); return false;\">Louw, Marti, 2000, PBS</a>).</p><p>Es común una persona desarrollar su linaje en libros, ¿estés árboles están equivocados? Esta es una pregunta compleja, pero que no hay como no contestarla. Una respuesta directa es: no. ¿Esta respuesta no es una contradicción con los estudios de la genética? Esta confusión necesita ser aclarada. Las ciencias biológicas no fueron creadas para mostrar erros en las ciencias humanas, son ciencias complementares. Cuando alguien hace su árbol genealógico hasta un casal inicial, esta persona está usando fuentes que lo conducen a esta conclusión. Fuentes que fueron creadas antes de tenernos el conocimiento del ADN, por esto el árbol está correcto de acuerdo con las fuentes usadas.</p><p>Hacer un árbol con genética, conduce a la situación que en algún momento no habrá más nombres, por otro lado, sacase la limitación del número de generaciones. Con este viene una nueva pregunta, ¿cuántas generaciones adicionales tenemos con la genética? Para contestar esta pregunta, hay la necesidad de usar conocimientos históricos, genéticos, y de las matemáticas: <ul><li>La escrita surgió hace alrededor de 5500 años (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22c3824d-559b-4341-b999-cd0bb39c6246'); return false;\">\"History of writing systems\", Encyclopedia Britannica.</a>), usándola no es posible tener generaciones mucho antes de esta fecha. Por supuesto, algunos acontecimientos pueden ser creados de manera a hacer el límite más largo. Por ejemplo, los reyes sumerios \"vivieron\" por largo tiempo, con énfasis para Alalgar, que reinó, 36000 años (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('01ee98b4-e72d-47dd-81ee-138b20ac631d'); return false;\">Fink, Sebastian and Sazonov, Vladimir, 2019</a>). Con la libertad que la escrita permítenos, usase como limitación para tiempo de vida, el tiempo más largo que los telómeros aceptan, o sea, alrededor 100 años (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('66c80cb5-4531-44f7-bbd4-3dd0ac7110e9'); return false;\">Steenstrup, Troels, et al., 2017</a>).</li> <li>Después de la definición para un límite del tiempo de vida, debemos elegir la edad que las personas empiezan a tener a sus hijos. Como estamos estudiando un período donde culturas y comportamientos cambiaron. Tenemos que hacer la definición de un promedio para trabajar, con esto aceptamos la investigación de Richard J. Wang et al., donde se concluyó que el promedio de una nueva generación para los hombres es de 30,7 ± 4,8 años y para las mujeres de 23,2 ± 3,0 años en los últimos 250.000 años (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dd34414b-8f55-4e5e-877a-c0e111e871be'); return false;\">Wang, Richard J., et al., 2023</a>).</li><li>Como el lector puede observar, en el trabajo de Richard J. Wang et al., hay una incertidumbre en la medición demostrada por la señal '±', esta incertidumbre es parte de toda medición o estimación. Como tiéntese la intención de hacer una demostración simplificada, vamos a hacer una simplificación de los años para hombres de 30 años y para las mujeres de 23 años.</li><li>Por muchos milenios para nuestra especie no fue posible tener generación sin haber un hombre y una mujer, pues no había fecundación artificial, elegimos la edad promedio de generación del hombre, 30 años, para continuar las matemáticas.</li> <li>Después de las simplificaciones, llegamos a la conclusión que desde la creación de la escritura, tenemos alrededor de 183 generaciones (5500 años/ 30 años/generación).</li> <li>El estudio de distintos paleontológicos y genetistas nos muestran que nuestra especie tiene alrededor 250.000 años, haciendo la misma matemática, pero con un periodo más largo, llegamos a la conclusión que tenemos alrededor, 8333 generaciones (250.000 años / 30 años/generación).</li><li>Con todos los datos que tenemos de la genética, es posible hablar que tenemos alrededor de 8150 generaciones que estaban 'escondidas' antes del desarrollo de la escritura.</li></ul></p><p>Para más informaciones sobre los ancestros prehistóricos, hace sugerencia al lector para estudiar la obra de Charles Darwin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57763a8f-035c-490b-8612-8e4c7cd4c10a'); return false;\">Darwin, Charles, 19--, Vol. II</a>), el trabajo de Ian Tattersal e Jeffrey H. Schwartz (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009</a>), y la publicación de la enciclopedia Britannica (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3ce506ac-8895-40dd-89f7-57f80517aba4'); return false;\">Tuttle, Russel H., 2023</a>).</p>" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "families" : [
        {
            "id" : "4bbf87a2-ce0d-46bd-8d5e-ab94a00e7ecd",
            "name": "<i>Homo neanderthalensis</i>",
            "history": [ "Hoy hemos considerado como un miembro arcaico humano (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cded03d2-aa3b-4d3e-8a35-ab1b637057d3'); return false;\">Trinkaus, E., Tuttle,. Russell Howard and Williams, Frank L'Engle, 2023</a>). También son nombrados como una subespecie <i>Homo sapiens neanderthalensis</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>).", "Los <i>Homo neanderthalensis</i> tenían un cerebro con un volumen compatible con de nuestra especie, pero también tendrían características específicas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009, pp. 79</a>).", "Esta especie ocupó distintas regiones del planeta hace 200.000 y 30.000 años, siendo posible encontrar fósiles en Levante, Europa y Ásia  (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009, pp. 79 - 81</a>).", "Hubo relaciones entre <i>Homo neanderthalensis</i> y <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cded03d2-aa3b-4d3e-8a35-ab1b637057d3'); return false;\">Trinkaus, E., Tuttle,. Russell Howard and Williams, Frank L'Engle, 2023</a>), pero en una frecuencia más pequeña que se pasa entre otros monos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cb3dde46-caa6-4dff-8746-1a3562c4e448'); return false;\">Karenleigh A., Overmann, and Frederick L. Coolidge., 2013</a>).", "La proximidad entre las dos especies humanas proporcionó distintas investigaciones, para hacer una estimación del tiempo de origen de las especies. Después de estudiar 4 modelos, Phillip Endicott et al. llegaron a la conclusión que las especies deben tener su origen en la parte intermedia do Pleistoceno Medio, hace más o menos 480.000 y 425.000 años(<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('13a06607-7560-4486-9531-9913e2b3ec7b'); return false;\">Endicott, Phillip, et al., 2010</a>)." ],
            "people" : [
                {
                    "id" : "f77d9341-91f5-4543-a2be-5d58a6db457e",
                    "name": "Desconocido",
                    "history" : [ "No hay registros que permite nombrar el primero <i>Homo neanderthalensis</i>." ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : null,
                            "father" : "4b574a09-3f99-4f5a-8666-8294b2e06dd2",
                            "father_name" : "Desconocido",
                            "mother_family" : null,
                            "mother" : "7e7af2b0-c971-4794-bd5d-e4de82d4344f",
                            "mother_name" : "Desconocida"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "086a56d9-5120-443a-bcc3-1c2bd20cec8d",
                            "family_id": null,
                            "name" : "Desconocida",
                            "history" : null 
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "6af4996d-f9a2-4108-be05-17aff3bcb85a",
                            "marriage_id": "086a56d9-5120-443a-bcc3-1c2bd20cec8d",
                            "name" : "Desconocido",
                            "family_id": "4bbf87a2-ce0d-46bd-8d5e-ab94a00e7ecd",
                            "history" : null
                        }
                    ]
                }
            ]
        },
        {
            "id" : "59404163-47c8-4ce6-8e86-e6cbb3fbfe40",
            "name": "<i>Homo sapiens</i>",
            "history": [ "Cuando hacemos menciones de familias por nombres, como los Tavares, listamos descendientes desde un casal, estamos hablando de algo recién, pues los sistemas de escrituras surgieron hace algunos milenios (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22c3824d-559b-4341-b999-cd0bb39c6246'); return false;\">\"History of writing systems\", Encyclopedia Britannica.</a>). Ahora cuando hablamos de nuestra especie, <i>Homo sapiens</i> es una historia más antigua, con esto escenario tenemos que contestar algunas preguntas: ¿quién somos? ¿Quién son los <i>Homo sapiens</i>? El nombre de la especie fue propuesto por Carolus Lininnaeus más de un siglo antes de Charles Darwin hacer publicación de su obra. El principal objetivo es hacer la diferenciación de nuestra especie de otros animales próximos evolutivamente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>). La conclusión de las características de nuestra especie, tiene relación genética bien determinada a partir de los ya citados ADN mitocondrial y cromosoma Y. El conjunto de los genes también crea características visibles que solo nuestra especie tiene como: Un cerebro de 1350 centímetros cúbicos, cráneos de base corta y alteraciones en huesos y músculos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6019d57c-d279-4522-b9c5-ee79c90ad547'); return false;\">Dorey, Fran, 2020, Australian Museum</a>). Para terminar esta explicación, informa al lector que hay investigaciones proponiendo una subespecie de <i>Homo sapiens</i>, la cual es nombrada <i>Homo sapiens sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>).", "Todas las familias nombradas en este proyecto son de la a mesma especie, <i>Homo sapiens</i>. En milenios esto puede cambiar, cuando ocurrir nuevamente el proceso de especiación (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b2067355-8f41-470b-a270-1de259627fc2'); return false;\">Speciation, National Geographic</a>)."  ],
            "people" : [
                {
                    "id" : "5de43ad0-ce8f-4a1c-8525-a1dd8fc3613f",
                    "name": "Desconocido",
                    "history" : [ "No hay registros que permite nombrar el primero <i>Homo sapiens</i>." ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : null,
                            "father" : "ff26c4cf-aca9-43d5-a921-955fc7931231",
                            "father_name" : "Desconocido",
                            "mother_family" : null,
                            "mother" : "13fcb0ce-fdd4-4fd0-a4be-ee1e2970ba34",
                            "mother_name" : "Desconocida"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "07ee6874-7809-45eb-b838-e954e419cca4",
                            "family_id": null,
                            "name" : "Desconocida",
                            "history" : [ "Llamamos Desconocida, a la misma persona metafóricamente llamada \"Eva mitocondrial\", que sería la ancestral común de todos nosotros, o sea, todas las familias citadas en este sitio. Esta idea no es incuestionable, por ejemplo, Francisco J. Ayala hace a afirmación de haber una confusión: \"The inference that all humans descend from only one very few women(1) is based on a confusion between gene genealogies and individual genealogies\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b2067355-8f41-470b-a270-1de259627fc2'); return false;\">Ayala, Francisco J., 1995, pp. 1933</a>), pero Alan G. Morris et al. apuntan una emergencia de nuestra especie por el ADN mitocondrial hace 200000 años (doscientos mil) años (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5b1fbe38-b56f-4035-b88e-67dc2c33c1b3'); return false;\">Morris, Alan G., et al., 2014</a>) haciendo mención al trabajo de Doron M. Behar et al. (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('29447334-0144-4398-bad6-5e8278920de6'); return false;\">Behar, Doron M., et al., 2008</a>). ", "Acá tenemos distintos relacionamientos y no un solo matrimonio." ]
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "a4d44e43-7b35-4d20-898f-bf09c2020224",
                            "marriage_id": "07ee6874-7809-45eb-b838-e954e419cca4",
                            "name" : "Nosotros",
                            "family_id": null,
                            "history" : [ "<b>Todas</b> las personas sin excepción nombradas en el proyecto son <i>Homo sapiens</i>." ]
                        }
                    ]
                }
            ]
        }
    ]
}
