{
    "title" : "Comprendiendo contextos (Parte II)",
    "header" : "Comprendiendo contextos (Parte II)",
    "sources" : [ "6d519d82-2de9-41cf-a740-2efe63326043" ],
    "scripts" : [ "6d519d82-2de9-41cf-a740-2efe63326043" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1717721106" ],
    "authors" : null,
    "reviewers" : null,
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td><span class=\"htPrevText\"></span></td> <td> <span class=\"htTopText\"></span> </td> <td><span class=\"htNextText\"></span></td></tr><tr><td><a href=\"index.html?page=class_content&arg=7b776a3b-a989-4cfd-99c5-c0081336fae5\" onclick=\"htLoadPage('class_content', 'html', '7b776a3b-a989-4cfd-99c5-c0081336fae5', false); return false;\">Comprendiendo contextos (parte I)</a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\"><span class=\"htIndexText\"></span></a></td><td><a href=\"index.html?page=class_content&arg=7b776a3b-a989-4cfd-99c5-c0081336fae5\" onclick=\"htLoadPage('class_content', 'html', '0ac0098b-cae0-4df2-a3aa-f0aaf2cde5e0', false); return false;\">Apéndice - Método científico</a></td></tr></table></p>"
                },
                {
                    "id" : "introduction",
                    "text" : [ "<p><h3>Introducción</h3>Este texto es una continuación del anterior (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9265fbf2-1acd-47e1-96b1-a2b2e1a1b8f5'); return false;\">History Tracers, <span id=\"htdate0\"></span>, Comprendiendo contextos (parte I)</a>). Si aún no has leído la primera parte, te recomendamos hacerlo para comprender mejor el contenido que abordaremos aquí. Puedes acceder a la primera parte haciendo clic en el siguiente enlace: <a href=\"index.html?page=class_content&arg=7b776a3b-a989-4cfd-99c5-c0081336fae5\" onclick=\"htLoadPage('class_content', 'html', '7b776a3b-a989-4cfd-99c5-c0081336fae5', false); return false;\">Comprendiendo contextos (parte I)</a>.</p>" ]
                },
                {
                    "id" : "first",
                    "text" : [ "<p><h3>Primer texto</h3>En el primer texto, nuestro objetivo es mostrar al lector el problema de combinar eventos para crear o mejorar una narrativa. Utilizamos las guerras entre las ciudades de Tikal, en Guatemala, y Calakmul, en México (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dde8a778-445a-4c6c-abd1-0a2dbb4f42bf'); return false;\">Sutton, R. A, <span id=\"htdate1\"></span>, pp. 58</a>), para discutir los glifos de esas ciudades. Además, usamos una estela que menciona cuatro grandes centros representando las cuatro divisiones de la tierra (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b674e01-8ed9-4d93-a414-b5cb47dda926'); return false;\">Marcus, J., <span id=\"htdate2\"></span>, pp. 911 - 913</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('517428b4-5fe7-48c6-a207-08d5a5bf24d1'); return false;\">Marcus, J., <span id=\"htdate3\"></span>, pp. 911 - 913 (ResearchGate)</a>). La Estela 'A' en Copán, Honduras (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1e007481-9bd3-4a09-ad4d-6e812fe79641'); return false;\">Instituto Hondureño de Antropologia e Historia</a>), se muestra en la <b>Figura 1</b>:</p>", "<p class=\"desc\"><img src=\"images/StelaACopan.jpg\" class=\"imgcenter\"/>Figura 1: Estela 'A' en el museo del sitio de Copán con mención a las ciudades de Copán, Tikal, Calakmul y Palenque en este orden. Foto tomada el <span id=\"htdate4\"></span> durante una visita al sitio.</p>", "<p>Ahora, podemos reflexionar correctamente:</p>", "<p class=\"reflection\"><b>Reflexión 1:</b><br />¿Podemos inferir que esta estela pertenece a una de las ciudades mencionadas?<br/>¿Acaso el glifo sugiere la existencia de conflictos bélicos entre ellas?</p>", "<p>La Estela 'A' trata del conocido evento de dominación entre ciudades mayas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8337e0e7-3a3d-430b-afed-f53258ba900a'); return false;\">Martin, S., & Grube, N., <span id=\"htdate5\"></span></a>). Por lo tanto, no es posible tratar el tema de la guerra observando solo esta estela. Tampoco es posible determinar la ubicación observando solo la quinta línea desde la parte superior de la estela.</p>" ]
                },
                {
                    "id" : "second",
                    "text" : [ "<p><h3>Segundo texto</h3>En la segunda parte, presentamos una sentencia que expresa una conclusión sobre la enseñanza de la historia:</p>", "<p class=\"center_notation\"><i>\"... it merely prove in a striking fashion how many \"learn\" history without understanding it or taking in it.\"</i> [traducción: ... solo podemos constatar de manera increíble cuántos \"aprenden\" historia sin comprenderla ni absorberla.].</p>", "<p class=\"desc\">Sentencia 1: Expresa una opinión sobre la enseñanza de la historia.</p>", "<p>A continuación, planteamos la siguiente reflexión:</p>", "<p class=\"reflection\"><b>Reflexión 2:</b><br/>¿Es posible inferir que esta conclusión proviene de alguien que critica las clases de historia y desea mejorarlas?</p>", "<p>Aunque no conocemos la conclusión del lector, antes de presentar la fuente y más información, es importante destacar que las sentencias aisladas pueden transmitir una buena impresión, pero también pueden omitir los aspectos más negativos del ser humano.</p>", "<p>La mencionada sentencia forma parte de la obra de Adolf Hitler (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate6\"></span>, pp. 66</a>). Por supuesto, la obra no se limita a esta sentencia. Para contextualizar, utilizaremos el trabajo de Marja Vuorinen, que expone los enemigos listados por Hitler (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate7\"></span>, pp. 320 - 326</a>). Entre ellos, destacamos:</p>", "<ul><li><b>Judíos</b>: Son los que más reciben odio, siendo considerados parásitos en otras naciones: \"In the Jew, however, that conception has no place; he never was a nomad, but was ever a parasite in the bodies of other nations.\" [traducción: En el judío, el concepto no existe; él jamás fue un nómada, pero siempre fue un parásito en los cuerpos de otras naciones] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate8\"></span>, pp. 125</a>).</li><li><b>Racismo adicional</b>: Además de los judíos, Hitler también tenía aversión a los chinos y negros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate12\"></span>, pp. 153</a>).</li><li><b>Mujeres</b>: Criticadas por matrimonios con judíos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate9\"></span>, pp. 323</a>).</li><li><b>Enemigos políticos</b>: <i>Revolucionarios, socialistas y sindicalistas</i> son mencionados como enemigos políticos cercanos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate10\"></span>, pp. 323</a>). Una parte de la obra destaca sus preocupaciones: <i>\"The meanance that Russia suffered under is one which perpetually hangs over Germany. Germany is the next great objective of Bolshevism\"</i> [traducción: La amenaza que Rusia sufrió pende perpetuamente sobre Alemania. Alemania es el próximo gran objetivo del bolchevismo] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate11\"></span>, pp. 260</a>).</i></li></ul></p>", "<p>Otro punto importante del trabajo de Marja Vuorinen es la manera irónica como Hitler trata a los intelectuales (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate13\"></span>, pp. 323</a>). Esto se evidencia en la sentencia: <i>\"Our political preparation for war and technical armaments were insufficient not because the brains governing our nation were too little educated, but rather because our rulers were too highly educated, stuffed with knowledge and intellect ...\"</i> [traducción: Nuestra preparación política para la guerra y los armamentos técnicos fueron insuficientes, no porque los cerebros que gobernaban nuestra nación fueran poco educados, sino porque nuestros gobernantes estaban demasiado educados, llenos de conocimiento e intelecto...] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate14\"></span>, pp. 170 - 171</a>). Con esta frase, podemos concluir que la crítica a la enseñanza no busca su mejoría, sino la manipulación de personas con menos conocimiento.</p>", "<p>Las ideas y actos de Adolf Hitler, lamentablemente, no han desaparecido; aún tienen influencia en ciertos sectores políticos de extrema derecha (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('15b3822b-c3b4-4bc3-a37e-c612760078ee'); return false;\">Smeekes, A., Van Acker, K., Verkuyten, M., & Vanbeselaere, N., <span id=\"htdate15\"></span></a>).  Esa persistente influencia se refleja en la sociedad y puede estar conectada a algo aún más grande. Marja Vuorinen, haciendo mención a otros trabajos, menciona la relación entre la hostilidad de Hitler contra los judíos y su comportamiento narcisista (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate16\"></span>, pp. 322</a>). Otro análisis del trastorno de personalidad narcisista de Hitler, desarrollado por Fayola Isabelle Hartanto y Dwi Setiawan, destaca su constante tentativa de presentarse como un Mesías utilizando contextos religiosos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2da663b5-ebc8-4815-8217-eb7fa25bfba2'); return false;\">Hartanto, F. I., & Setiawan, D., <span id=\"htdate17\"></span>, pp. 391</a>).</p>" ]
                },
                {
                    "id" : "third",
                    "text" : [ "<p><h3>Tercer texto</h3>El tercer texto fue extraído de la Biblia cristiana (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('7004aa32-d650-47e3-a069-461e69a8b0d7'); return false;\">Juan, Cap. 18:10, <span id=\"htdate18\"></span></a>):</p>", "<p class=\"center_notation\"><i>\"Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. The servant's name was Malchus.\"</i> [traducción: Simón Pedro, que tenía una espada, la desenvainó y golpeó al siervo del sumo sacerdote, cortándole la oreja derecha. El nombre del siervo era Malco.].</p>", "<p class=\"desc\">Sentencia 2: Describe un acto ofensivo que involucra el uso de una espada.</p>", "<p class=\"reflection\"><b>Reflexión 3:</b><br/>¿Se puede definir la vida de una persona por este acto?<br />¿Sobrevivirá la persona herida inicialmente en el transcurso del texto?</p>", "<p>El hecho de que la plaza y la basílica del Vaticano lleven el nombre de San Pedro (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9a794642-1c43-4de2-accd-1d471b6eb80d'); return false;\">Plaza de San Pedro</a>) demuestra que la vida de Simón Pedro no puede ser entendida solo por un acto. Para responder a la segunda pregunta, debemos consultar otro libro para ver lo que se relata (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('7004aa32-d650-47e3-a069-461e69a8b0d7'); return false;\">Lucas, Cap. 22: 50 - 51, <span id=\"htdate19\"></span></a>): <i>\"And one of them struck the high priest's servant and cut off his right ear. But at this Jesus said, 'That is enough.' And touching the man's ear he healed him.\"</i> [traducción: Y uno de ellos hirió al siervo del sumo sacerdote, cortándole la oreja derecha. Pero Jesús dijo: 'Basta'. Y tocándole la oreja del hombre, lo curó.]. Con esto, podemos concluir que, de acuerdo con los textos, el hombre sobrevivió y fue curado.</p>", "<p>Los eventos descritos no deberían sorprender, ya que el mensaje en los evangelios expuesto por Jesús es de amor y no de guerra. Como otro versículo nos informa (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('7004aa32-d650-47e3-a069-461e69a8b0d7'); return false;\">Mateo, Cap. 22: 39, <span id=\"htdate20\"></span></a>): <i>\"The second resembles it: You must love your neighbour as yourself.\"</i> [traducción: El segundo se parece a este: amarás a tu prójimo como a ti mismo.]</p>" ]
                },
                {
                    "id" : "fourth",
                    "text" : [ "<p><h3>Cuarto texto</h3>Observa la <b>Sentencia 3</b>, que exponemos completamente a continuación:</p>", "<p class=\"center_notation\">Me gustaría comer como tú, pero no como esta fruta.</p>", "<p class=\"desc\">Sentencia 3: Una frase con la mayoría de las palabras omitidas, excepto dos.</p>", "<p>Antes de trabajar con ella, volvemos a la reflexión.</p>", "<p class=\"reflection\"><b>Reflexión 4:</b><br />Al notar que la palabra 'como' aparece dos veces como las únicas palabras no omitidas, ¿puedes concluir que las oraciones separadas por comas emplean 'como' con el mismo significado?</p>", "<p>Como el lector puede percibir, la palabra 'como' fue utilizada inicialmente en el contexto de comparación con alguien, y después con relación al acto de comer. Es decir, a pesar de estar escritas de la misma manera, los significados son distintos.</p>", "<p>Las palabras iguales pueden llevar a equívocos, como ocurre en la genealogía con personas del mismo nombre, los homónimos. Por ejemplo, Pedro T. de A. Paes Leme posiblemente confundió a Pedro Gonçalves [da Clara] con Pedro Gonçalves [da Câmara] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3e033bcc-de75-4fb6-8d62-9629da418395'); return false;\">History Tracers, <span id=\"htdate21\"></span>, Antonio Leme</a>). La confusión con homónimos también puede llevar a las personas a concluir que alguien es lo que no es: a pesar de la falta de documentación probando que Lopo Dias [Machado] sería cristiano, trabajos intentan 'convertirlo' al judaísmo debido a la existencia de otro Lopo Dias judío (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cde883c4-c432-4d08-832d-1e37e0ec3c09'); return false;\">History Tracers, <span id=\"htdate22\"></span>, Lopo Dias</a>).</p>", "<p>No es solamente con textos iguales o parecidos que surgen confusiones. Este también es un artificio usado en 'teorías de conspiración', que intentan hacer creer que pueblos específicos oriundos de Eurasia habrían hecho algo en América, en detrimento de los indígenas que vivieron hace miles de años en la región. Este equívoco generalmente es cometido por personas que ven dibujos o esculturas parecidas con otras de Eurasia y, con eso, concluyen que son las mismas.</p>" ]
                },
                {
                    "id" : "fifth",
                    "text" : [ "<p><h3>Quinto texto</h3>Observemos el <b>Cálculo 1</b> y hagamos una reflexión matemática:</p>", "<p class=\"center_notation\"><math display=\"block\"><mi>1</mi> <mo>+</mo> <mi>1</mi> <mo>=</mo> <mi>2</mi></math>", "<p class=\"desc\">Cálculo 1: Representa la suma de dos números naturales.</p>", "<p class=\"reflection\"><b>Reflexión 5:</b><br />¿Te sorprende ver este cálculo aquí? <br />¿Crees que podría haber algún error en él?<br /> Si es así, ¿qué crees que podría estar mal?</p>", "<p>Con lo que hemos estudiado hasta ahora sobre adición, parece que el resultado es correcto y no debería sorprendernos. Sin embargo, esto fue hecho a propósito. Hasta ahora hemos estudiado la suma de números naturales para poner al lector en una posición reflexiva, en lugar de simplemente aceptar y memorizar algo como si fuera una \"verdad\" absoluta (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('23359d6a-4353-4674-bd8d-a283d28f06a7'); return false;\">Cappelen, H., & Huvenes, T. T., <span id=\"htdate23\"></span></a>).</p>", "<p>Entendemos que la Dra. Sabine Hossenfelder ha desarrollado un buen trabajo explicando cómo las sumas de dos números no están limitadas a un único resultado (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b8da01e6-1f56-4677-86cf-5153fe47f501'); return false;\">Hossenfelder, Sabine, <span id=\"htdate24\"></span> </a>). Aquí, desarrollamos algunas prácticas basadas en los ejemplos que ella proporcionó:</p>", "<p class=\"lab\"><b>Practica 1: Suma de números</b><br />Podemos repetir el <b>Cálculo 1</b> eligiendo una pelota con la mano izquierda y otra con la mano derecha. Al final, tenemos dos pelotas.</p>", "<p>Ahora veamos un caso donde la suma no corresponde a la suma de dos números naturales:</p>", "<p class=\"lab\"><b>Práctica 2: Suma de Temperaturas y Cantidades</b><br/>Utilicemos tres ollas. Colocamos dos de ellas al fuego con 100 ml de agua cada una hasta que hiervan. La tercera olla se usará para mezclar el contenido de las dos primeras. Cuando el agua hierve al nivel del mar, tenemos el agua a una temperatura de 100ºC en cada olla. Al mezclar las dos cantidades de agua, tenemos un total de aproximadamente 200 ml (considerando la evaporación despreciable), pero la temperatura resultante no será 200ºC.</p>", "<p>Cuando sumamos algo, debemos saber no solo qué estamos sumando, sino también las reglas que estamos utilizando. Hasta ahora, hemos trabajado con sumas simples, pero a medida que avancemos en nuestros estudios, conoceremos otras reglas para sumar.</p>", "<p>Nos gustaría aprovechar esta oportunidad para mencionar otros errores comunes que pasan desapercibidos para muchas personas. En las redes sociales, podemos encontrar comentarios como:</p>", "<p class=\"center_notation\">100 de cada 100 personas son ....;<br /> 80 de cada 100 personas descienden de ....</p>", "Es decir, se añaden números a un comentario para hacer afirmaciones sin fundamento más fuertes, para \"probar\" un punto de vista. Siempre que veas un texto que cite números, verifica cómo llegaron al resultado.</p>", "<p>A continuación, ejemplificamos otro argumento frágil que también utiliza números para intentar parecer más convincente:</p>", "<p class=\"center_notation\">Todas las medidas de la construcción tienen ángulos precisos, y una operación matemática con ellos lleva a la constante 'A'. Como ninguno de sus textos muestra este valor, no podrían haber hecho eso.</p>", "<p>Esta tentativa de transferir hechos de un pueblo a otro, o incluso a seres imaginarios, choca nuevamente con el problema de contexto. Como se exploró anteriormente, las grandes construcciones se realizan después de intentos anteriores de construcciones pequeñas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b8da01e6-1f56-4677-86cf-5153fe47f501'); return false;\">History Tracers, <span id=\"htdate25\"></span>, Entendiendo la naturaleza (tres dimensiones)</a>), es decir, hay un cúmulo de conocimiento a lo largo del tiempo. Finalmente, invitamos al lector a una última reflexión sobre la fragilidad de este tipo de argumentación:</p>", "<p class=\"reflection\"><b>En la cocina</b><br />Supongamos que una persona nunca ha cocinado en su vida. ¿El camino más sencillo para empezar a aprender a cocinar sería empezar una carrera en Química para entender cómo se relacionan las moléculas? ¿O sería posible aprender con alguien cercano que ya haya cocinado?</p>"]
                },
                {
                    "id" : "conclusionI",
                    "text" : [ "<p><h3>Analizando la conclusión anterior</h3>Al proponer la reflexión final en el último texto:</p>", "<p class=\"reflection\"><b>Reflexión Final:</b><br /> ¿Te inclinarías hacia la perspectiva del posible profesor o político del  <b>Segundo texto</b>, o hacia la del agresor del <b>Terceiro texto</b>?<br />¿No sería más apropiado entender todo el contexto antes de considerar responder a la primera pregunta?</p>", "<p>Deseábamos resaltar la contraposición del <b>Segundo texto</b> con el <b>Tercer texto</b>. Extraemos de Adolf Hitler, en el <b>Segundo texto</b>, una parte que aparentemente expresaba una crítica constructiva. Sin embargo, al hacer un análisis completo de su obra, vemos que en ella se ironiza a los intelectuales y la enseñanza, además de sentar las bases de las persecuciones usadas por Hitler en su régimen. Por otro lado, en el <b>Tercer texto</b>, extraemos una agresión descrita en los evangelios, que trae la enseñanza de corrección de un acto rudo y profundiza el valor del amor.</p>", "<p>También deseamos llamar la atención sobre las distorsiones de contextos que hemos observado recientemente. Por ejemplo, cuando personas intentan señalar a un grupo opositor como la fuente de todos los problemas que, en realidad, son originados por su propio grupo, presentándose a sí mismos y a su grupo como \"perfectos\". Esto evidencia problemas inherentes al narcisismo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('28a47601-1537-4d6a-87cf-453a1673ee70'); return false;\">Rosenthal, Seth A., <span id=\"htdate26\"></span></a>).</p>" ]
                },
                {
                    "id" : "conclusion",
                    "text" : [ "<p><h3>Conclusión</h3>En este texto, mostramos a los lectores los textos completos y las posibles conclusiones equivocadas al tratarlos de manera aislada. También expusimos algunas confusiones que se crean al intentar presentar datos que, en lugar de solidificar conclusiones sin fundamentación, solo demuestran la fragilidad de las argumentaciones.</p>", "<p>Concluimos afirmando que la extracción de frases fuera de contexto no indica necesariamente algo malo; por ejemplo, la comedia frecuentemente utiliza ese recurso para hacernos sonreír.</p>" ]
                },
                {
                    "id" : "exercise_v2",
                    "text" : [ 
                        {
                            "question" : "¿Siempre que se presenta el nombre de un lugar, podemos concluir que las personas están en ese lugar o que el texto o video tiene origen en ese lugar?",
                            "yesNoAnswer" : "No",
                            "additionalInfo" : "Como se demostró en el <b>Primero texto</b>, hay referencias a las ciudades en otros contextos, por lo que siempre se debe analizar el texto original en su totalidad para entender mejor los eventos."
                        },
                        {
                            "question" : "En <i>Mein Kampf</i>, ¿Adolf Hitler promueve una mejor educación?",
                            "yesNoAnswer" : "No",
                            "additionalInfo" : "En su obra, Adolf Hitler trata la educación con ironía, llegando a afirmar que, por estar demasiado educados, los políticos fueron corresponsables de la derrota de Alemania en la guerra."
                        },
                        {
                            "question" : "¿Existe racismo contra diferentes grupos en <i>Mein Kampf</i>?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Los judíos sufren una gran persecución en la obra de Hitler, pero no son los únicos. También vemos intolerancia hacia negros y chinos."
                        },
                        {
                            "question" : "Entre las distintas ideas que evidencian el narcisismo de Adolf Hitler, ¿se encuentra el hecho de que él se considere un Mesías enviado para la restauración de Alemania?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Este es uno de los varios puntos, demostrados por distintos investigadores, que permiten asociar el trastorno de narcisismo a Adolf Hitler."
                        },
                        {
                            "question" : "¿La no agresión es el mensaje principal mostrado en las partes de los evangelios aquí utilizados?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "El mensaje en estas partes de los evangelios es contrario a la agresión, como lo demuestra la afirmación de que debemos \"amarás a tu prójimo como a ti mismo\" y la narrativa, según el libro de Lucas, donde el agredido fue curado."
                        },
                        {
                            "question" : "¿Palabras iguales en diferentes contextos pueden causar confusión?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Tres ejemplos fueron dados demostrando este hecho: <ol><li>Exposición de una frase donde una palabra demostraba dos ideas diferentes.</li><li>Confusión con homónimos que lleva a cambiar el ancestro o 'convertir' a una persona erróneamente.</li><li>Incapacidad de reconocer correctamente los hechos sobre las personas.</li></ol>"
                        },
                        {
                            "question" : "Cuando insertamos números sin ningún tipo de fundamentación para intentar reforzar una idea vaga, aunque logremos crear la falsa ilusión de que la idea es robusta, ¿realmente logramos hacer que la idea sea válida?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Este es un acto común entre personas que no tienen conocimiento de lo que están proponiendo y de la matemática. De manera irónica, podríamos afirmar que la inserción de números en una explicación sin presentación de las fuentes es un acto de 'matemágicas' y no de matemática."
                        },
                        {
                            "question" : "¿Siempre que extraemos una frase de su contexto, expresamos bien la idea original?",
                            "yesNoAnswer" : "No",
                            "additionalInfo" : "Lo opuesto es lo más probable. Además de los cinco ejemplos que empezamos a estudiar en el texto anterior, vimos otros ejemplos que demuestran cómo insertar algo en un contexto o trasladar contextos para sostener afirmaciones frágiles solo distorsiona un contexto y una historia."
                        }
                    ]
                },
                {
                    "id": "fill_dates",
                    "text": [
                        {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2001", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1973", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1973", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2015", "month" : "7", "day" : "30" },
                        {"type" : "gregory", "year" : "1995", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2013", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2022", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1985", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1985", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1985", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2018", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2006", "month" : "-1", "day" : "-1" }
                    ]
                }
            ]
        }
    ]
} 
