{
    "title" : "¿Quién ... ?",
    "header" : "¿Quién habló que indígenas son distintos?",
    "sources" : [ "7f25f2e7-abc4-4b18-8198-9e3b6d7da42b" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1713027569" ],
    "authors" : null,
    "reviewers" : null,
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p><h3>Introducción</h3>Considerar a las personas como diferentes no es algo inusual en nuestra historia; en algunos casos, incluso se ha llegado a afirmar que ciertas personas eran inferiores. Pero, ¿hay alguna lógica detrás de esta actitud? ¿Realmente los europeos consideraban a los indígenas como inferiores?</p>"
                },
                {
                    "id" : "history",
                    "text" : "<p><h3>La diferenciación en la historia de Eurasia</h3>En este estudio, nos centramos en comprender a los pueblos que controlaron o vivieron en la península Ibérica antes de su llegada a <i>Abya Yala</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39-43</a>)/América. Aunque los vikingos llegaron antes que los ibéricos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 7,8</a>), no se establecieron en <i>Abya Yala</i>/América, posiblemente debido a la resistencia de los pueblos originarios (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>).</p><p>Los griegos y romanos solían llamar \"bárbaros\"a las personas que no pertenecían a su imperio. Sin embargo, este término es demasiado genérico y <i>\"tends to transform the neighbors of the Roman Empire into a collectivity\"</i> [tiende a agrupar a los vecinos del Imperio Romano en una colectividad] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68829a14-b03d-43d0-b704-22aae1fb35f7'); return false;\">Walter, Goffart, 1981, pp. 277-278</a>). Esta percepción exclusiva (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne</a>) persistió en los siglos posteriores, pero no fue la única forma de exclusión entre los ibéricos.</p><p>Al estudiar las fuentes árabes, encontramos un patrón de exclusión en el trabajo de Ibn Khaldūn (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958</a>). En su descripción del pueblo negro de Lamlam, sugiere que fueron esclavizados (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 118-119</a>) y también menciona la presencia de <i>Homo sapiens</i> viviendo más al sur:</p><p> <ul class=\"citation\"><li><i>\"Beyond them to the south, there is no civilization in the proper sense. There are only humans that are closer to dumb animals than to rational beings. They live in thickets and caves and eat erbs and uprepared grain. They frequently eat each other. They cannot be considered human beings.\"</i></li></ul></p><p>Aunque los consideren humanos, se crea un distanciamiento artificial entre los dos grupos de personas: uno considerado \"racional\" y otro más asociado a los \"animales irracionales\".</p><p>Hubo casi un milenio entre la caída del Imperio Romano y los textos de Ibn Khaldūn, sin embargo, existe una cierta similitud entre la intención de los romanos de mantenerse alejados de los pueblos llamados bárbaros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>) y la visión árabe de diferenciar áreas del sur de África de aquellas donde la cultura árabe se diseminó (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 119</a>).</p><p>Dado que el concepto de superioridad ya estaba arraigado en Eurasia durante siglos con pueblos conocidos cercanos, no podría ser diferente frente a lo desconocido.</p>"
                },
                {
                    "id" : "meeting",
                    "text" : "<h3>El encuentro con el desconocido</h3><p>Aunque los colonizadores hayan maltratado a los indígenas desde el norte hasta el sur del continente <i>Abya Yala</i>/americano,  aquí nos enfocamos en dos casos específicos gracias a la documentación proporcionada por los Franciscanos en Yucatán, México, y los Jesuitas en São Vicente, Brasil.</p><p>Las acciones de los colonizadores en Yucatán, especialmente las de Diego de Landa, contra los indígenas, han sido descritas por diversos investigadores. Entre las atrocidades observadas se destacan: <ul><li>Uso de la Tortura (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 477-478</a>).</li><li>La destrucción de los códices mayas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 479-480</a>), quemándolos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 32-36</a>).</li></ul></p><p>Pero, ¿cuáles fueron las motivaciones detrás de estas atrocidades? David E. Timmer sugiere que estos actos fueron impulsados por una visión apocalíptica (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 485-488</a>), mientras que Colt Segrets menciona la \"idolatría\", según la perspectiva cristiana, y también hace referencia a la creencia de que los indígenas eran inferiores, como lo expresó Diego Muñoz Camargo: <i>\"hay indios tan simples y de tan poco entendimiento, que se pueden comparar con animales irracionales\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 44</a>). Esta percepción es similar a la de Ibn Khaldūn (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 118-119</a>).</p><p>Además de la quema de documentos, también podemos observar actitudes y una mentalidad similar por parte de los colonizadores portugueses en la antigua región de São Vicente, Brasil. Aunque no se mencione explícitamente, la noción de superioridad no fue pasada por alto por San José de Anchieta, quien describió a Tibiriçá como una persona con \"tanta madureza que não parecia homem do Brasil.\" (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef2da4a7-021f-48d6-b8b5-5e343ceffbba'); return false;\">Anchieta, José de, Santo, 1933, pp. 187</a>). Esta percepción de superioridad contribuyó al masacre de la llamada \"confederación de los Tamoios\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('edf91bed-62b7-4dcd-bd1a-23e873bc372c'); return false;\">Perrone-Moisés, Beatriz, and Sztutman, Renato, 2010</a>). No profundizaremos aquí, ya que se ha descrito en detalle en el ámbito de la genealogía (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1bb82d21-6ff4-477a-a0c0-0149436d9320'); return false;\">History Tracers, 2023, Indígenas de São Vicente</a>).</p><p>Ailton Krenak amplía la visión de la colonización presentada aquí; por lo tanto, sugerimos al lector que lo estudie (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5c6a2e44-9bbe-410f-a505-d3994389d750'); return false;\">Krenak, Ailton, 2019, pp. 7-16</a>). </p>"
                },
                {
                    "id" : "european",
                    "text" : "<p><h3>El anhelo de ser un \"europeo\"</h3>La idea de superioridad persistió en Brasil, un hecho que llevó a los destacados investigadores Pedro de A. T. Paes Leme y Luiz G. Silva Leme a considerar a los indígenas como oriundos de Europa (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a8382521-89c3-4f67-b92e-b5d9ebcb50ad'); return false;\">Schneider, Alberto L., 2016, pp. 99-100</a>). En la ASBRAP se llevó a cabo una conferencia, la cual recomendamos encarecidamente al lector asistir, donde se describe el ADN (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers (2024): Living Beings</a>) de las mujeres de São Paulo, Brasil. Aquí solo destacamos el hecho de que Isabel Velho, supuestamente natural de Porto, Portugal, según Pedro de A. Taques Paes Leme (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e3d46827-def1-498a-aa72-ff5f3fe8b141'); return false;\">Paes Leme, Pedro T. de A., 1976, Tomo III, pp. 141</a>), fue identificada genéticamente como indígena (de Sillos, Luiz Gustavo, 2023, t. 02:12:26), según la documentación disponible (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b3c190a-a903-4066-adae-cd565147011b'); return false;\">de Sillos, Luiz Gustavo, 2023, t. 02:12:26</a>).</p>"
                },
                {
                    "id" : "indigenousvision",
                    "text" : "<p><h3>¿Y la visión indígena?</h3>Dado que muchos textos han sido destruidos y algunos pueblos originarios no desarrollaron la escritura, hacer una afirmación categórica de que nunca existió una visión de superioridad entre los indígenas conlleva riesgos. Sin embargo, es innegable que hubo guerras en Mesoamérica, aunque de una naturaleza diferente a las de Eurasia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c6d9c6f6-2e8b-4e53-8e4a-f8f29fbbeec9'); return false;\">Chase, Arlen F., Chase, Diane Z., 1998</a>).</p>"
                },
                {
                    "id" : "science",
                    "text" : "<p><h3>¿Existía una visión de igualdad?</h3>Cuando exploramos la cosmovisión indígena, podemos reforzar la hipótesis de que consideraban a todas las personas como iguales. En el Popol-Vuh, el libro sagrado de los mayas, encontramos una explicación sobre la creación de nuestra especie, <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bb8148ed-01cf-47fc-b941-5af304945e66'); return false;\">Vela, Enrique, 2007</a>), que guarda relación con nuestro estudio y describe la relación entre el \"hombre de palo\" y los monos (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('8fcee36c-411a-4fc8-8217-b9a07a34d3da'); return false;\">Popol Vuh, 2021, pp. 39</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('74bdb72d-1770-4694-8f8e-71e680f1d49c'); return false;\">Popol Vuh, 1954, Ch. 3, pp. 8</a>): <ul class=\"citation\"><li><i>\"“Señal de esta gente son los monos que ahora andan por los montes y por eso quedaron de señal, porque solo fueron de palo, hechos por el Criador, y el mono por eso se parece al hombre porque es señal de otro género de hombres hechos de palo\"</i><li></ul> </p> <p> <ul class=\"citation\"> <li><i>And it is said that their descendants are the monkeys which now live in the forests; these are all that remain of them because their flesh was made only of wood by the Creator and the Maker. And therefore the monkey looks like man, and is an example of a generation of men which were created and made but were only wooden figures.</i></li></ul></p><p>como hay una idea que al menos otro animal es parte del mismo \"proyecto de creación\", es posible observar una cierta idea de igualdad entre ellos.</p><p>Siglos más tarde, en un viaje que incluyó <i>Abya Yala</i>/América en su ruta (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I, pp. 57</a>), Charles Darwin finalmente plasmó en papel lo que es observable en la naturaleza: la igualdad de todos los <i>Homo sapiens</i> por un ancestro común, que no es un \"mono\" como popularmente se divulga erróneamente, sino otra especie que, tras mutaciones y aislamiento, se convirtió en la nuestra (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57763a8f-035c-490b-8612-8e4c7cd4c10a'); return false;\">Darwin, Charles, 19--, Vol. II</a>). No se hacen citas específicas para la última afirmación, ya que se espera que el lector estudie toda la obra de Charles Darwin.</p>"
                },
                {
                    "id" : "end",
                    "text" : "<h3>Conclusión</h3><p>En el pasado, se llegó a la conclusión de que había superioridad sobre otros debido a diferencias sociales (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>), o para facilitar la conquista y dominación (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('deee2b21-a37a-4d68-80f8-1beaf4f2062b'); return false;\">Corrêa, Fernanda M., 2016, pp. 80,81</a>). Al leer este entendimiento en libros de historia, es fácil caer en el error de imaginar que esta visión estaba exclusivamente en el pasado. Sin embargo, esta realidad aún persiste, como lo ejemplifica el concepto social de \"raza\", que carece de fundamentación biológica y genera división, como lo evidencia Rose M. Brewer (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f20eb3b0-891f-4acf-855f-e9b4200a2b57'); return false;\">Brewer, R.,2006</a>). Este concepto de razas contribuye al racismo estructural que impide que ciertos grupos asciendan socialmente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a019d6db-a95d-4ec1-a8e2-9a55a02265f2'); return false;\">de Almeida, Silvio Luiz, 2018</a>). La idea de inferiorizar a los indígenas para explotar sus tierras también sigue presente en estos primeros años del siglo XXI (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('efa69174-3b5e-48d5-9093-de490208e550'); return false;\">Urzedo, Danilo, and Pratichi Chatterjee, 2021</a>). Frente a este aparentemente interminable ciclo de clasificaciones artificiales de superioridad e inferioridad, dejo las siguientes preguntas para reflexión: <ul><li>¿Te resulta difícil aceptar que todos somos iguales, pero con distintas preferencias?</li><li>¿Por qué sientes la necesidad de ser superior a los demás?</li><li>¿Por qué consideras que tu visión es la correcta y la de los demás no lo es?</li><li>¿Qué temores presentes o futuros te llevan a creer que estás en lo correcto y los demás no lo están?</li></ul></p>"
                }
            ]
        }
    ]
}
