{
    "title" : "¿Quién ... ?",
    "header" : "¿Quién habló que indígenas son distintos?",
    "sources" : [ "indigenous_who_difference" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p>Considerar personas como diferentes, no es algo raro en nuestra historia, en algunas situaciones llegó a hablar que personas estaban en un nivel más bajo, pero ¿hay alguna lógica en esta actitud? ¿Tendrían los europeos hechos los indígenas inferiores?</p>"
                },
                {
                    "id" : "history",
                    "text" : "<h3>La diferenciación en la historia de Eurasia</h3>En este estudio el foco está en el entendimiento de los pueblos que tuvieron control o vivieron en la península Ibérica antes de la llegada de ellos a <i>Abya Yala</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39-43</a>)/América, pues los Vikingos llegaron antes de los ibéricos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 7,8</a>), pero no quedaron en <i>Abya Yala</i>/América, siendo posible que los pueblos originarios mantuvieron ellos lejos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>).</p><p>Los Greco-Romanos llamaban las personas que no estaban en su imperio como \"bárbaros\", pero este es una palabra muy genérica, <i>\"tends to transform the neighbors of the Roman Empire into a collectivity\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68829a14-b03d-43d0-b704-22aae1fb35f7'); return false;\">Walter, Goffart, 1981, pp. 277-278</a>) y también exclusiva, como cita Suzanne Devallet (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne</a>). Ese entendimiento permaneció en los siglos posteriores, pero no fue la única versión de exclusión entre los Ibéricos.</p><p>Al estudiar las fuentes árabes es posible encontrar un entendimiento de exclusión en el trabajo de Ibn Khaldūn (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958</a>). Cuando describe el pueblo Negro de Lamlam, que de acuerdo con sus palabras fueran esclavizados (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 118-119</a>), él aún añade citaciones sobre <i>Homo sapiens</i> viviendo más al sur:</p><p> <ul class=\"citation\"><li><i>\"Beyond them to the south, there is no civilization in the proper sense. There are only humans that are closer to dumb animals than to rational beings. They live in thickets and caves and eat erbs and uprepared grain. They frequently eat each other. They cannot be considered human beings.\"</i></li></ul></p><p>. A pesar llámalos humanos, es creado un distanciamiento artificial entre los dos grupos de personas, un \"racional\" y otro más cerca de los \"animales irracionales\".</p><p>Hubo casi un milenio entre la queda del imperio romano y los textos de Ibn Khaldūn, pero hay una cierta similitud entre una intención de los romanos se quedaren lejos de los pueblos llamados bárbaros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>) y de la visión árabe de diferenciar áreas del sur de África de áreas donde la cultura árabe se diseminó (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 119</a>).</p><p>Como el entendimiento de superioridad ya estaba en Eurasia por siglos con pueblos cerca conocidos, no podría ser distinto adelante del desconocido.</p>"
                },
                {
                    "id" : "meeting",
                    "text" : "<h3>El encuentro con el desconocido</h3><p>A pesar de los colonizadores tener tratado indígena malo desde norte hasta sur en el continente <i>Abya Yala</i>/americano, trabaja acá con dos casos específicos gracias a las documentaciones de los Franciscanos en Yucatán-MX y Jesuitas en San Vicente - BR.</p><p>Las acciones de los colonizadores en Yucatán, con énfasis para Diego de Landa, contra los indígenas, son descritas por distintos científicos. Se enfatizan las atrocidades observadas: <ul><li>Uso de la Tortura (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 477-478</a>).</li><li>Destrucción de los códices Mayas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 479-480</a>) quemándolos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 32-36</a>).</li></ul>Pero, ¿Cuáles fueron las motivaciones para estas atrocidades? David E. Timmer sugere que los actos fueron gracias a una visión apocalíptica (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 485-488</a>), mientras Colt Segrets habla de \"idolatría\", de acuerdo con la visión cristiana, y también habla de un entendimiento de que los indígenas fueron inferiores para Diego Muñoz Camargo <i>\"hay indios tan simples y de tan poco entendimiento, que se pueden comparar con animales irracionales\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 44</a>), este entendimiento es el mismo de Ibn Khaldūn (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 118-119</a>).</p><p>Excepto por la incineración de la documentación, también es posible observar que en la antigua región de San Vicente - BR hubo actitudes y un entendimiento muy cercano por parte de los colonizadores portugueses. El entendimiento de superioridad, a pesar de no ser citado explícitamente, no fue omitido por San José de Anchieta, que describe Tibiriçá como una persona con \"tanta madureza que não parecia homem do Brasil.\" (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef2da4a7-021f-48d6-b8b5-5e343ceffbba'); return false;\">Anchieta, José de, Santo, 1933, pp. 187</a>). Ese entendimiento de superioridad ayudó el masacre contra la llamada \"confederación de los Tamoios\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('edf91bed-62b7-4dcd-bd1a-23e873bc372c'); return false;\">Perrone-Moisés, Beatriz, and Sztutman, Renato, 2010</a>), no vamos a ser enfáticos acá, pues ya hubo descripción en el área de genealogía (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1bb82d21-6ff4-477a-a0c0-0149436d9320'); return false;\">History Tracers, 2023, Indígenas de São Vicente</a>).</p><p>Ailton Krenak hace expansión de la visión de colonización presentada acá, sugerimos al lector estúdialo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5c6a2e44-9bbe-410f-a505-d3994389d750'); return false;\">Krenak, Ailton, 2019, pp. 7-16</a>). </p>"
                },
                {
                    "id" : "european",
                    "text" : "<h3>El deseo de ser un \"europeo\"</h3> <p>La idea de superioridad se mantuvo en el Brasil, facto que lleva los ilustres investigadores Pedro de A. T. Paes Leme y Luiz G. Silva Leme a hacer sus indígenas personas oriundas de Europa (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a8382521-89c3-4f67-b92e-b5d9ebcb50ad'); return false;\">Schneider, Alberto L., 2016, pp. 99-100</a>). En ASBRAP hay una conferencia, que hacemos la sugerencia para el lector asístela, donde se describe el ADN de las mujeres de San Paolo - BR, acá solamente llamamos la atención para el hecho que la supuesta Isabel Velho fue tratada como una persona de Porto-PT por Pedro de A. Taques Paes Leme (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e3d46827-def1-498a-aa72-ff5f3fe8b141'); return false;\">Paes Leme, Pedro T. de A., 1976, Tomo III, pp. 141</a>), pero la secuenciación genética de su única hija que hay documentación, muestra ser ella una indígena (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b3c190a-a903-4066-adae-cd565147011b'); return false;\">de Sillos, Luiz Gustavo, 2023, t. 02:12:26</a>).</p>"
                },
                {
                    "id" : "indigenousvision",
                    "text" : "<h3>¿Y la visión indígena?</h3><p>Como textos fueron destruidos, y algunos pueblos originarios no desarrollaron la escrita, hacer afirmación categórica que jamás hubo una visión de superioridad entre los indígenas es un riesgo, pero no hay dudas que hubo guerras en Mesoamérica, guerras que no pueden ser comparadas con las de Eurasia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c6d9c6f6-2e8b-4e53-8e4a-f8f29fbbeec9'); return false;\">Chase, Arlen F., Chase, Diane Z., 1998</a>).</p>"
                },
                {
                    "id" : "science",
                    "text" : "<h3>¿Hay alguna visión de igualdad?</h3><p>Cuando se habla de la cosmovisión indígena, puede hacer un refuerzo que la hipótesis de los indígenas tenían las personas como iguales. En el Popol-Vuh, libro sagrado de los Mayas, tenemos una explicación para la creación de nuestra especie, <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bb8148ed-01cf-47fc-b941-5af304945e66'); return false;\">Vela, Enrique, 2007</a>), y parte de ella tiene relación con nuestro estudio. Cuando se describe la relación entre el \"hombre de palo\" y los monos (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('8fcee36c-411a-4fc8-8217-b9a07a34d3da'); return false;\">Popol Vuh, 2021, pp. 39</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('74bdb72d-1770-4694-8f8e-71e680f1d49c'); return false;\">Popol Vuh, 1954, Ch. 3, pp. 8</a>): <ul class=\"citation\"><li><i>\"“Señal de esta gente son los monos que ahora andan por los montes y por eso quedaron de señal, porque solo fueron de palo, hechos por el Criador, y el mono por eso se parece al hombre porque es señal de otro género de hombres hechos de palo\"</i><li></ul> </p> <p> <ul class=\"citation\"> <li><i>And it is said that their descendants are the monkeys which now live in the forests; these are all that remain of them because their flesh was made only of wood by the Creator and the Maker. And therefore the monkey looks like man, and is an example of a generation of men which were created and made but were only wooden figures.</i></li></ul></p><p>como hay una idea que al menos otro animal es parte del mismo \"proyecto de creación\", es posible observar una cierta idea de igualdad entre ellos.</p><p>Siglos más tarde, en una viajen que incluyó <i>Abya Yala</i>/América en su rota (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I, pp. 57</a>), Charles Darwin finalmente puse en el papel lo que es observable en la naturaleza, la igualdad de todos <i>Homo sapiens</i> por un ancestro común, que no es un \"mono\" como el censo común hace divulgación de manera equivocada, cuando la verdad tuvimos otro animal que después de ter mutaciones y aislamiento tornase otra especie (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57763a8f-035c-490b-8612-8e4c7cd4c10a'); return false;\">Darwin, Charles, 19--, Vol. II</a>), no se hace citaciones específicas para la última sentencia, pues hay el entendimiento que el lector debería estudiar toda a obra de Charles Darwin.</p>"
                },
                {
                    "id" : "end",
                    "text" : "<h3>Conclusión</h3><p>En el pasado hubo conclusión de haber superioridad con relación a otros, por ser \"socialmente distinto\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>), o para dejar más sencillo la conquista y dominación (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('deee2b21-a37a-4d68-80f8-1beaf4f2062b'); return false;\">Corrêa, Fernanda M., 2016, pp. 80,81</a>). Cuando leemos este entendimiento en libros de historia, es posible caer en el equívoco de imaginar que este visón estaba solamente en el pasado, pero esta es una realidad que aún hace estragos, un ejemplo de esto, es un concepto social de \"raza\" que no tiene fundamentación biológica, a pesar de ni todos están de acuerdo, como hace demostración Rose M. Brewer (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f20eb3b0-891f-4acf-855f-e9b4200a2b57'); return false;\">Brewer, R.,2006</a>). El concepto de razas es por un racismo estructural que no deja personas ascender a un grupo de personas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a019d6db-a95d-4ec1-a8e2-9a55a02265f2'); return false;\">de Almeida, Silvio Luiz, 2018</a>). Hacer los indígenas inferiores, para hacer exploración de sus tierras, también permanece activa en estos primeros años del siglo XXI (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('efa69174-3b5e-48d5-9093-de490208e550'); return false;\">Urzedo, Danilo, and Pratichi Chatterjee, 2021</a>). Con este ciclo aparentemente inagotable de clasificaciones artificiales de superioridad e inferioridad, dejaré las siguientes preguntas para reflexión: <ul><li>¿Tienes dificultad en aceptar que somos todos iguales, que solamente tenemos preferencias distintas?</li><li>¿Por qué tienes que ser más grande que otros? </li><li>¿Por qué su visión está correcta y a de otros no?</li><li>¿Hay algún miedo en el presente o en un futuro incierto que haces pensar que estás correcto y él otro no?</li></ul></p>"
                }
            ]
        }
    ]
}
