{
    "title" : "La numeración en nuestra vida",
    "header" : "La numeración en nuestra vida",
    "sources" : [ "number_life" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation_top",
                    "text" : "<p><table class=\"book_navigation\"><tr><td>Anterior</td> <td> Topo </td> <td>Próxima</td></tr> <tr><td><a href=\"index.html?page=sciense&lang=es-ES\" onclick=\"htLoadPage('science','html', '', false); return false;\">Indice</a></td> <td><a href=\"index.html?page=sciense&lang=es-ES\" onclick=\"htLoadPage('science','html', '', false); return false;\">Indice</a></td> <td><a href=\"index.html?page=class_content&arg=02aa3242-b06a-492f-b7b9-baaf8c041616&lang=es-ES\" onclick=\"htLoadPage('class_content', 'html', '02aa3242-b06a-492f-b7b9-baaf8c041616', false); return false;\">Creando padrones</a></td></tr></table></p>"
                },
                {
                    "id" : "introduction",
                    "text" : "<p><h3>¿Cómo empezamos a contar?</h3>Para entender mejor la necesidad de contar, vamos a invitar el lector a un ejercicio de imaginación. Imagine que vives en un tiempo donde las herramientas con más grande desarrollo que tenías fueron hechas de piedras, no teniendo aún internet, televisión, o cualquier herramienta hecha con metales. Este es el ambiente que nuestros ancestros más antiguos vivieron, y que los llevó a descubierta de soluciones que tenemos aún hoy.</p><p>Ahora que volvimos en el tiempo, no es posible mantener alimentos. Con este escenario, conteste las próximas preguntas de manera sencilla antes de continuar: <ol> <li>Haga la suposición que tienes que coger frutas para su familia, ¿cómo contarías las frutas para su padre, su madre, su hermano y tú?</li><li>¿Crees que otra familia viviendo en otro local podría llegar a la misma idea?</li></ol></p>"
                },
                {
                    "id" : "first_answers",
                    "text" : "<p><h3>Hacer observación para contestar</h3>Muchas de las descubiertas que hacemos empiezan por observación. Las respuestas para las dos preguntas anteriores también pueden ser obtenidas por observación. Al observar tu mano, tú puedes llegar a la conclusión que los dedos pueden ayudarlo en el contaje de las personas, para esto, levante un dedo para cada persona que vive contigo. Con relación a la segunda pregunta, es posible suponer que otras personas también puedan llegar a la misma conclusión usando sus dedos.</p>"
                },
                {
                    "id" : "logic_begin",
                    "text" : "<p><h3>Haciendo expansión de la lógica</h3>Vamos a otra reflexión. Si para contar una familia que tiene padre, madre, su hermano y tú, fue posible hacer con una mano. Suponga que tus abuelos paternales y maternales van juntos a su casa, y nuevamente tienes que ir por frutas, aún sería posible enumerarlos, pero ahora con las dos manos. Nos vamos a imaginar una reunión aún más grande, ¿cómo contarías un número de personas más grande que los dedos de su mano?</p>"
                },
                {
                    "id" : "logic_end",
                    "text" : "<p><h3>Hora de empezar la abstracción</h3>Nuestra lógica de usar los dedos se probó eficaz, pero tenemos un <b>límite</b>, lo cual debe ser respetado. Nos vamos a mejorarlo: <ul><li>Una solución sería usar los dedos de los pies con de las manos, pero solamente hacemos ampliación del <b>límite</b>, no fijando el problema.</li><li>Otra posible solución, sería pedir ayuda. Con más personas para comer, más personas podrían auxiliar a hacer enumeración y coger las frutas. De la misma manera que cuando terminamos el contaje con una mano, y empezamos a enumerar con la otra en el lado opuesto del cuerpo. Nuestros invitados podrían quedar en nuestro lado y usar sus manos como ya hicimos. Esto podría ayudar con una refección, pero para hacer una cosecha más grande, nuevamente podríamos tener el problema del <b>límite</b> de los dedos.</li><li>Usando el raciocinio que bastaría poner las manos o personas lado a lado para enumerar más, podríamos hacer la representación de nuestros dedos de alguna manera, por ejemplo, con círculos, o trazos.</li></ul></p><p>La descubierta de la manera de enumerar que se presenta acá tuvo inspiración en el trabajo de Francisco A. González Redondo <i>et al.</i> sobre la prehistoria de las matemáticas y la mente moderna (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a4f22e25-5839-407f-a1aa-634521d52b42'); return false;\">González Redondo, Francisco A., et al., 2010</a>), en este trabajo se muestra que en África y en Europa se desarrolló sistemas de contaje, milenios antes que la escrita fuera creada en algún local del planeta.</p>" 
                },
                {
                    "id" : "conclusion",
                    "text" : "<p><h3>Conclusión</h3>En esta clase, se estudió que la lógica de contar surgió a milenios en distintos locales, posiblemente, teniendo como base nuestro cuerpo. A pesar de presentarnos solamente dos casos de enumeración en esta clase, otros deben ter surgido en el tiempo.</p><p>En la próxima clase, se presenta los sistemas de numeración que están siendo usados en los últimos siglos.</p>"
                },
                {
                    "id" : "navigation_bottom",
                    "text" : "<p><table class=\"book_navigation\"><tr><td>Anterior</td> <td> Topo </td> <td>Próxima</td></tr> <tr><td><a href=\"index.html?page=sciense&lang=es-ES\" onclick=\"htLoadPage('science','html', '', false); return false;\">Indice</a></td> <td><a href=\"index.html?page=sciense&lang=es-ES\" onclick=\"htLoadPage('science','html', '', false); return false;\">Indice</a></td> <td><a href=\"index.html?page=class_content&arg=02aa3242-b06a-492f-b7b9-baaf8c041616&lang=es-ES\" onclick=\"htLoadPage('class_content', 'html', '02aa3242-b06a-492f-b7b9-baaf8c041616', false); return false;\">Creando padrones</a></td></tr></table></p>"
                }
            ]
        }
    ]
}
