{
    "title" : "La numeración en nuestra vida",
    "header" : "La numeración en nuestra vida",
    "sources" : [ "95db4334-2e79-48ed-990f-cd8cdae96808" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1718233022" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td><span id=\"htPrevText\"></span></td> <td> <span id=\"htTopText\"></span> </td> <td><span id=\"htNextText\"></span></td></tr><tr><td><a href=\"index.html?page=class_content&arg=2a2cbd69-7f09-4a58-aff1-6fbff8c5bda5\" onclick=\"htLoadPage('class_content', 'html', '2a2cbd69-7f09-4a58-aff1-6fbff8c5bda5', false); return false;\">Conocimiento</a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\"><span id=\"htIndexText\"></span></a></td> <td><a href=\"index.html?page=class_content&arg=02aa3242-b06a-492f-b7b9-baaf8c041616\" onclick=\"htLoadPage('class_content', 'html', '02aa3242-b06a-492f-b7b9-baaf8c041616', false); return false;\">Creando padrones</a></td></tr></table></p>"
                },
                {
                    "id" : "prerequisites",
                    "text" : [ "<p><h3>Pre-requisitos</h3>En este texto, presentamos cómo desarrollamos la necesidad de contar. Para una mejor comprensión, es importante conocer un poco sobre el cuerpo humano. Para ayudar al lector, hemos escrito otros tres textos donde explicamos las partes del cuerpo necesarias, además de una versión ilustrada de este texto. Los textos se encuentran en los siguientes enlaces:</p>", "<p><ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('20b14681-88c0-438a-a273-a0902ae5db38'); return false;\">Nuestros lados son similares</a>: en este texto vas a conocer que su cuerpo tiene \"dos lados\".</li> <li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3874d1e8-0f76-4432-9ee2-d8c8c9dccf53'); return false;\">Contando</a>: introducimos la idea de contar a partir del propio cuerpo.</li> <li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cc8c1467-a6af-4f9c-ba60-ab6df35aba05'); return false;\">Más allá de los dedos</a>: explorando las Limitaciones y la necesidad de nuevas herramientas para contar.</li></ul></p>" ]
                },
                {
                    "id" : "introduction",
                    "text" : "<p><h3>¿Cómo empezamos a contar?</h3>Para comprender mejor la necesidad de contar, invitamos al lector a un ejercicio de imaginación. Imagina que vives en una época donde las herramientas más avanzadas están hechas de piedra, sin acceso a internet, televisión o cualquier dispositivo hecho de metal. Este es el entorno en el que vivieron nuestros ancestros más antiguos, lo que los llevó a descubrir soluciones que aún utilizamos en la actualidad.</p><p>Ahora que hemos retrocedido en el tiempo, no podemos almacenar alimentos por mucho tiempo. Con este escenario en mente, reflexiona sobre las siguientes preguntas antes de continuar:</p><p class=\"reflection\"><b>Reflexión 1: Recolectando alimentos en la naturaleza</b><br /> 1. Supongamos que tienes que recolectar frutas para tu familia. ¿Cómo contarías las frutas para tu padre, madre, hermano y tú?<br/ >2. ¿Crees que otra familia viviendo en otro lugar podría llegar a la misma conclusión?</p>"
                },
                {
                    "id" : "first_answers",
                    "text" : [ "<p><h3>Observar para Responder</h3>Muchos de los descubrimientos que realizamos comienzan con la observación. Las respuestas a las dos preguntas anteriores también pueden obtenerse mediante la observación. Al observar tu mano, puedes darte cuenta de que los dedos pueden ayudarte a contar las personas que te rodean. Para hacerlo, levanta un dedo por cada persona que vive contigo.</p>", "<p class=\"desc\"><img src=\"images/Hand_Grape.jpg\" class=\"imgcenter\"/>Figura 1: Contaje de frutas con la mano. Código abierto disponible en el repositorio GitHub del proyecto (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4f5657f4-4284-4e13-b90f-b0f1a7e50c68'); return false;\">History Tracers, <span id=\"htdate0\"></span>, Scripts</a>)</p>", "<p>En cuanto a la segunda pregunta, es razonable suponer que otras personas también puedan llegar a la misma conclusión utilizando sus propios dedos, como es documentado (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ceffba8a-43be-4de3-a5c8-27cdf81311b1'); return false;\">Puente, Francico Barriga, <span id=\"htdate1\"></span>, pp. 20</a>).</p>" ]
                },
                {
                    "id" : "logic_begin",
                    "text" : "<p><h3>Expandiendo la lógica</h3>Ahora, pasemos a otra reflexión. Si pudiste contar una familia que incluía a padre, madre, hermano y tú con una sola mano, considera lo siguiente: ¿qué sucede si tus abuelos paternos y maternos visitan tu casa juntos y necesitas ir a buscar frutas nuevamente? Aunque esta vez necesitarías ambas manos para contarlos, aún sería factible. Pero, ¿qué ocurre en una reunión aún más numerosa? ¿Cómo contarías un grupo de personas más grande que los dedos de tus manos?</p>"
                },
                {
                    "id" : "logic_end",
                    "text" : "<p><h3>Hora de empezar a abstraer</h3>Nuestra estrategia de contar con los dedos ha demostrado ser eficaz, pero nos enfrentamos a un <b>límite</b>, que debemos respetar. Ahora es momento de buscar mejoras: <ul><li>Una solución podría ser usar los dedos de los pies junto con los de las manos, pero esto simplemente ampliaría el <b>límite</b> sin resolver el problema subyacente.</li><li>Otra opción sería solicitar ayuda. Con más personas presentes, podríamos colaborar en la enumeración y recolección de frutas. Del mismo modo que alternamos entre las manos durante el conteo, nuestros invitados podrían situarse a nuestro lado y usar sus propias manos, como lo hemos hecho anteriormente. Si bien esto podría ser útil para una comida, podríamos enfrentar nuevamente el problema del <b>límite</b> de dedos al tratar con una cosecha más grande.</li></ul></p><p class=\"reflection\"><b>Reflexión 2: Sobre el conteo</b><br />Siguiendo el razonamiento de que bastaría con alinear las manos o las personas para contar más, surge la pregunta: ¿podríamos representar nuestros dedos de alguna manera? ¿Por ejemplo, utilizando círculos o trazos?</p><p>La descubierta del método de conteo que se presenta aquí se inspiró en el trabajo de Francisco A. González Redondo <i>et al.</i> sobre la prehistoria de las matemáticas y la mente moderna (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a4f22e25-5839-407f-a1aa-634521d52b42'); return false;\">González Redondo, Francisco A., et al., <span id=\"htdate2\"></span></a>). Este estudio revela que en África y Europa se desarrollaron sistemas de conteo milenios antes de que se inventara la escritura en cualquier parte del planeta.</p>" 
                },
                {
                    "id" : "conclusion",
                    "text" : "<p><h3>Conclusión</h3>En esta página, hemos explorado cómo la lógica del conteo surgió hace milenios en diversas culturas, posiblemente inspirada en las características de nuestro propio cuerpo. Aunque hemos examinado solo dos ejemplos de métodos de conteo, es probable que hayan surgido otros a lo largo del tiempo.</p>"
                },
                {
                    "id": "fill_dates",
                    "text": [
                        { "type" : "gregory", "year" : "2024", "month" : "-1",  "day" : "-1" },
                        { "type" : "gregory", "year" : "2020", "month" : "-1",  "day" : "-1" },
                        { "type" : "gregory", "year" : "2010", "month" : "-1",  "day" : "-1" }
                    ]
                }
            ]
        }
    ]
}
