{
    "title" : "Reconocimiento",
    "header" : "Reconocimiento",
    "sources" : [ "acknowledgement" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1743530126" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p class=\"topdesc\"><i>Además de utilizar el nombre América, también nos referiremos al continente como <i>Abya Yala</i>, denominación empleada por los pueblos originarios del continente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, <span class=\"htdate\"></span>, pp. 39-43</a>).</i></p>", "<p><h3>Introdução</h3>El History Tracers, lanzado el <span class=\"htdate\"></span>, es el resultado de más de una década de estudio y seis años de matrimonio. Dado que el objetivo principal del proyecto es enseñar y aprender, espero que las páginas de estudio y reconocimiento siempre puedan seguir expandiéndose.</p>" ]
        },
        {
            "id" : "family",
                "value" : [ "<p><h3>Familia</h3>En un proyecto de genealogía, no es posible expresar agradecimientos únicamente a las personas cercanas, ya que todos nuestros ancestros son responsables de lo que somos. Por ello, estoy agradecido con los ancestros afrodescendientes, judíos, cristianos, musulmanes, reyes, esclavizados, ricos, pobres y muchos otros grupos creados por la sociedad para referirse a nuestros ancestros <i>Homo sapiens</i>.</p><p>En cuanto a mi familia, esposa e hija, pido permiso al lector para expresar mi agradecimiento de la manera a la que están acostumbradas: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>Este poema es un sincero pedido de disculpa, dirigido a aquellos que me han ayudado a progresar como persona y han contribuido al nacimiento de este proyecto.</p>" ]
        },
        {
            "id" : "teachers",
            "value" : [ "<p><h3>Maestros</h3>Quiero expresar mi más sincero agradecimiento a todos los maestros que, desde el jardín de infantes hasta la maestría, han compartido conmigo el asombro por las maravillas de las ciencias.</p>" ]
        },
        {
            "id" : "genealogy",
            "value" : [ "<p><h3>Genealogia e historia</h3>En el ámbito científico, numerosas personas han colaborado para hacer posible este proyecto: <ul><li>Agradezco al doctor Vinicius de Oliveira Godoy por sus enseñanzas en ciencias humanas, ya que solía aplicar erróneamente conceptos provenientes de las ciencias biológicas y físicas a esta disciplina. ¿Recuerdas cuando creía que la \"verdad\" era un concepto inmutable?</li><li>También expreso mi gratitud a Vinicius da Fonseca por compartir datos de sus investigaciones genéticas sobre nuestros ancestros, lo cual nos ayudó a confirmar que estaban alterando la historia de nuestros antepasados.</li><li>A mi primo Saulo Franco, quien administra un increíble blog (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('af0abd94-6e1d-40d3-a593-4448f2d2affc'); return false;\">Genealogia e Origens</a>) y publica sobre nuestra familia, le agradezco profundamente. Nuestras conversaciones siempre han sido enriquecedoras, llenas de enseñanzas mutuas y correcciones. Aprecio mucho su motivación para llevar este proyecto a más personas.</li><li>Entiendo que la genealogía va más allá de la documentación, y por eso estoy agradecido por las valiosas lecciones del geógrafo, investigador de historia regional y genealogista genético Celito Regmendes. Además, quiero reconocer las importantes enseñanzas en genética de Eduardo Santos-Lima. ¡Gracias a ambos por ser excelentes maestros!</li><li>Después de años estudiando física y ciencias exactas, olvidé muchos conceptos gramaticales y vi cómo algunos conocimientos cambiaron, ya que el idioma evoluciona constantemente. Es posible que haya errores en los textos, pero no tengo dudas de que mi conocimiento lingüístico ha mejorado significativamente gracias a mi estimado primo Adalberto Camargo. ¡Te estoy muy agradecido!</li><li>Todos podemos caer en la trampa de la complacencia, pero afortunadamente tengo al estimado primo Eduardo Olifer, quien me ha ayudado en innumerables ocasiones a salir de esa posición. Sus contribuciones han enriquecido enormemente nuestro entendimiento sobre nuestros antepasados. ¡Muchas gracias, Eduardo!</li><li>Cuando nuestra querida prima, Doña Avelina Maria Noronha de Almeida, falleció, nuestra familia común perdió a la persona encargada de continuar con su labor de divulgación. El impacto de su muerte fue enorme, tanto que inicialmente no tuve la voluntad de seguir su trabajo. Sin embargo, meses después, el genealogista Gilber Rubim Rangel me contactó por WhatsApp y me ofreció la oportunidad de publicar un artículo en la revista GENEA - Revista Capixaba de Genealogia. Ese día, la semilla de este proyecto fue plantada, las barreras se rompieron y encontré la fuerza que necesitaba. ¡Gracias, Gilber!</li><li>Nadie puede tener acceso a todo el conocimiento disponible por sí solo, por lo que agradezco profundamente la ayuda recibida. Parte del material utilizado para este proyecto proviene de las enseñanzas de otras personas, algunas ya mencionadas y otras que no puedo dejar de reconocer: <ul><li>Agradezco al maestro Maximiliano Pessôa por los libros y árboles genealógicos que me han sido de gran ayuda.</li><li>También expreso mi gratitud a Suzana V. Stucka, quien recordó mi ascendencia Leme y me proporcionó material sobre una región en la que nunca antes había trabajado.</li></ul> </li><li>La preservación de documentos de nuestros ancestros es una labor gratificante, pero el papel puede sufrir deterioro con el tiempo. Realizar esta tarea a gran escala requiere más que infraestructura y dedicación. Por ello, agradecemos sinceramente al Tribunal de Justicia de Minas Gerais (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4f4d5ae6-d140-45ea-8667-e324d93cbfc8'); return false;\">Tribunal de Justiça de Minas Gerais</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5a5c8b77-1604-4407-851b-2818a33143ca'); return false;\"><i>Linktr</i>. Tribunal de Justiça de Minas Gerais</a>) y a la COARPE - Coordenação de Arquivo Permanente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('99e24e60-50ab-425f-bf59-7f72a2f0ab6c'); return false;\">COARPE</a>) por su valioso trabajo en esta misión.</li><li>La esclavitud es uno de los eventos más detestables perpetrados por nuestra especie y no debemos olvidarla. Agradecemos al Centre d'Estudis, Debats i Tertúlies por la catalogación de estos eventos y por inspirarnos a hacer lo mismo en el continente americano (<i>Abya Yala</i>) (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('391f0ec4-a7b0-4564-9a2f-e61662f86155'); return false;\">Centre d'Estudis, Debats i Tertúlies</a>).</li><li>La familia es más que un grupo de personas que comparten ADN. También compartimos conocimientos e historias. Siempre es gratificante encontrar a otros parientes, a veces genéticamente distantes, que también están comprometidos con la preservación de nuestra historia. Estamos profundamente agradecidos por la ayuda brindada por Wil Lem y la Asociación de la Familia Lem, que nos ayuda a enseñar más sobre la familia Lem (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('52de7f07-b1a5-4d97-aa9d-b54d973a6858'); return false;\">Lem Family Association</a>).</li><li>Estoy muy agradecido con Karolyne Damasceno Brito por haber realizado, en distintos momentos, sugerencias de mejora, como la reorganización del menú lateral, además de plantear preguntas que nos ayudaron a enriquecer el contenido de History Tracers.</li></ul></p>" ]
        },
        {
            "id" : "museumsites",
            "value" : [ "<p><h3>Museos y Sitios Arqueológicos</h3>En relación con los sitios arqueológicos que visité y los museos con los que me puse en contacto:<ul><li>La ciudad sagrada de Caral es uno de los sitios arqueológicos más antiguos conocidos en Américas (<i>Abya Yala</i>) en el momento en que expreso este agradecimiento. El descubrimiento de artefactos milenarios en esta ciudad ha contribuido significativamente a redefinir nuestra comprensión de las sociedades Andinas. Expreso mi sincera gratitud a todas las personas que trabajan en la preservación y conservación de esta increíble ciudad (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('720f6dfd-4b86-4e07-a887-1010e1041a4d'); return false;\">Ruta Caral, <span class=\"htdate\"></span></a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('03c3743c-d268-4730-ba8e-d36b5c49e781'); return false;\">Youtube - Caral Perú Oficial, <span class=\"htdate\"></span></a>).</li><li>Dependiendo de la región del mundo en la que nos encontremos, en algunos casos no es fácil acceder a los descubrimientos sobre la historia de la humanidad. Agradezco al Museo Ashmolean por su labor en la conservación, exposición y por compartir imágenes que nos ayudan en la enseñanza de la historia de la humanidad (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('72b8a10d-1a15-4a10-aff6-1210b7bd94fc'); return false;\">Ashmolean Museum Oxford</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4d0b579d-57af-45e1-87b0-d402dd778968'); return false;\">Ashmolean Image Library</a>).</li><li>Estoy agradecido al Museo Británico por diversos motivos. Se dedican a la conservación y exhibición, y al compartir imágenes, nos brindan su valiosa ayuda. Además, han compartido con nosotros conocimientos sobre contenidos en internet (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('33e4974f-95f9-4b7c-bfd8-917787fa04b9'); return false;\">The British Museum</a>).</li></ul></p>" ]
        },
        {
            "id" : "indigenous",
            "value" : [ "<p><h3>Indigenas y cinetíficos</h3>En relación a los indígenas y la historia: <ul><li>Durante mis viajes por Latinoamérica, tuve la oportunidad de visitar diversos sitios arqueológicos donde pude conocer a diferentes indígenas, algunos incluso considerados como primos lejanos, quienes me enseñaron mucho. En los últimos meses, establecí contacto diario con mi primo Ludwig Nguillatun, perteneciente al pueblo mapuche. Él ha sido una fuente constante de inspiración y motivación para la creación de la sección \"¿Quién ...?\", donde fomentamos la reflexión sobre diversos temas. ¡Agradezco profundamente su inspiración!</li><li>El deseo de escribir sobre nuestros indígenas existe en mí desde hace más de una década, pero el camino para hacerlo aún era incierto. Afortunadamente, este año, <span class=\"htdate\"></span>, Roberto Moras, creador de los canales de YouTube <i>America: Lo que no te contaron</i> y <i>Crónicas Prohibidas de América</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a082a3ed-59c7-4ae2-9f5a-eecef36c7409'); return false;\">Moras, Roberto. AMERICA : LO QUE NO TE CONTARON</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e9987395-6da7-482c-b1b3-152299193e43'); return false;\">Moras, Roberto. <i>Crónicas Prohibidas de América</i></a>), comenzó a compartir contenido sobre nuestros indígenas y creó un canal para facilitar la comunicación entre nosotros. Tras varias conversaciones, finalmente encontré la claridad sobre cómo llevar a cabo este proyecto, no con el propósito de competir, ya que nuestro objetivo común es otro, sino de contribuir a un mayor entendimiento de la cultura indígena. ¡Agradezco enormemente a Roberto Moras por su invaluable contribución!</li><li>Nuestras investigaciones estaban inicialmente centradas en el continente americano (<i>Abya Yala</i>), pero el compromiso de History Tracers con la equidad nos impide ignorar otras partes del mundo. Agradecemos profundamente a Cy por compartir en su canal los conocimientos históricos de otras regiones del planeta (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b224dab-cd7c-4bec-ac24-5eac7dd42b9b'); return false;\">Cy, History with Cy</a>).</li><li>Después décadas de trabajo exclusivamente con números y métodos matemáticos de origen europea y asiática, en <span class=\"htdate\"></span> fuímos presentados a una nueva metodologia desarrolladas por los Incas: la Yupana Inka, y su aplicación a través del método <i>\"Yupana Inka Tawa Pukllay\"</i>. En primero lugar, nos gostaría parabenizar Dhavit Prem (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2d2ea4a5-506b-4dbf-aaa4-3a10a8fbbd9c'); return false;\">Prem, Dhavit</a>) y la Asociación Yupanki por sus notables investigaciones científicas y, naturalmente, expresar nuestra gratitud por compartilhar ese conocimento con el mundo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68dc1424-a27a-4253-88c8-e3d099ed3a50'); return false;\">Yupana Inka, <span class=\"htdate\"></span></a>).</li><li>Los indígenas mesoamericanos desempeñan un papel crucial en la evolución de este proyecto. Aunque ya se ha investigado mucho sobre sus culturas, aún queda un vasto territorio por explorar. Quiero expresar mi más sincero agradecimiento y felicitar a Orlando Josué Casares Contreras (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('20ccab88-a64c-447d-a2e6-907bad845c0e'); return false;\">Casares Contreras, Orlando Josué</a>), José M Gamboa Cetina, Venus Sarahí Estrella Cabrera (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('31910324-f1cb-4326-876f-d93b18c9514f'); return false;\">Estrella Cabrera, Venus Sarahí</a>) y al equipo del INAH-MX por su invaluable labor de investigación y difusión de estas culturas.</li><li>Por provenir de las ciencias exactas, reconozco que aún estoy en proceso de adaptación cuando trabajo con datos de las ciencias humanas, lo que a veces me lleva a ser demasiado asertivo cuando debería ser más reflexivo. Agradezco a Roberto Palomino por su ayuda en identificar y mejorar algunos textos en los que cometí este error.</li><li>Comprender el pasado, especialmente en contextos con escasez de documentación y crónicas que relaten cómo las personas realmente vivían, siempre representa un desafío. A menudo, es necesario contar con especialistas de diversas áreas para lograr una comprensión más profunda. Por ello, felicitamos y agradecemos a la Doctora Ximena Catepillán, cuyo trabajo ha contribuido de manera significativa a la expansión de nuestras investigaciones sobre los pueblos indígenas mesoamericanos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9e9dc5b2-7add-43dc-8736-41cf7dfcb27d'); return false;\">Dr. Ximena Catepillán</a>).</li></ul></p>" ]
        },
        {
            "id" : "opensource",
            "value" : [ "<p><h3>Software Libre</h3>Este proyecto de código abierto se beneficia del trabajo de otros proyectos de código abierto, así como de organizaciones y personas que comparten sus códigos con el público. Sin estos códigos, el proyecto no estaría en el estado en que se encuentra hoy, y por eso nos gustaría expresar nuestra gratitud a: <ul><li>Los desarrolladores de VIM (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e703fac1-fe29-446b-843e-8cf27f255381'); return false;\">VIM</a>), cuyo soporte nativo para lenguajes como HTML, Python y JQuery simplifica enormemente la vida de los desarrolladores.</li><li>Los desarrolladores de GIMP (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cd47c41c-7075-4dba-a935-53e5ca3e4ae6'); return false;\">GIMP</a>) y LibreOffice (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d5430f56-aa75-415d-a26d-4e845fe73b14'); return false;\">LibreOffice</a>), por crear herramientas que nos ayudan a crear y mejorar nuestras imágenes.</li><li>Cuando necesitamos un servidor web rápido y eficiente, no tuvimos dudas sobre qué lenguaje usar. Agradecemos a los desarrolladores de Python (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cbb6520d-ea64-4ca5-8cfe-33067502525b'); return false;\">Python</a>) no solo por ayudarnos, sino también a muchos científicos. No podemos dejar de agradecer a los desarrolladores de los módulo RJSmin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5a7d8517-4b61-4460-990c-68eeddbfaa68'); return false;\">rjsmin</a>), NumPY (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0c8ed7d5-78f2-48f8-85da-a7504eb14896'); return false;\">NumPY</a>), Matplotlib (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('040d96ca-2d89-48e4-a279-da5817462464'); return false;\">Matplotlib</a>) y RCSSmin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('29243634-6214-4c4e-8536-60b766194d5f'); return false;\">RCSSmin</a>) por la monumental ayuda que sus módulos proporcionan.</li><li>A todas las personas involucradas con la Fundación OpenJS (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1f27ec5b-92b8-4f8e-9bb1-67d4f1f70f48'); return false;\">OpenJS Foundation</a>), por simplificar nuestro trabajo en la WEB.</li><li>Los desarrolladores del proyecto Chart.js (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6efe7632-faed-4080-a5aa-38463d43e6d7'); return false;\">Chart.JS</a>), que nos ayudan a demostrar que las matemáticas están presentes en nuestras vidas de manera simplificada.</li><li>A John Walker y Fourmilab (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d42fdf13-8971-4dc1-8514-3e1d30578e40'); return false;\">John Walker - Fourmilab</a>) por hacer disponibles algoritmos que permiten la conversión de fechas en diferentes calendarios. Gracias a estos algoritmos, los lectores pueden sumergirse en la realidad de otros pueblos.</li><li>A los desarrolladores de diferentes navegadores que permiten a las personas acceder a este proyecto.</li><li>La gramática está siempre en evolución, y muchas veces no es posible seguir esa evolución cuando trabajas en otra área. Agradecemos a OpenAI y DeepSeek (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c7bb1e4a-a1be-4291-9174-bce1600767a5'); return false;\">OpenAI</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6a6b545a-e2ec-4a31-9412-39158e15105c'); return false;\">DeepSeek</a>) por desarrollar modelos que nos ayudan a mejorar nuestra gramática.</li><li>Agradecemos a W3Schools (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('48fd3f60-f1cd-4e28-8995-20ca44d75ba7'); return false;\">W3schools</a>) por enseñar nuevas tecnologías relacionadas con internet y por disponibilizar códigos que simplifican nuestro desarrollo.</li><li>Las imágenes facilitan la interacción de las personas con el aprendizaje de manera increíble. Por ello, agradecemos a FontAwesome por ofrecer una versión gratuita de su proyecto (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad0cdae3-2260-4462-86a7-0987c6ffc82b'); return false;\">Font Awesome</a>).</li><li>Una educación inclusiva solo es posible cuando hay una comprensión profunda de las necesidades de todas las personas. Además, es fundamental contar con mecanismos que permitan llegar a ellas. Agradecemos a los desarrolladores de Piper (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('45a8caaa-2f92-482a-8ac6-88310105c387'); return false;\">Piper</a>) por crear esta herramienta, que nos permite convertir textos en audio.</li></ul></p>" ]
        },
        {
            "id" : "archive",
            "value" : [ "<p><h3>Documentación e imágenes en línea</h3>La historia, siendo una ciencia, no puede ser simplemente memorizada y aceptada sin cuestionamientos. Es necesario tener acceso a la información para un mejor entendimiento. Diferentes sitios ayudan al lector a comprender mejor la historia, proporcionando documentos y libros históricos. Agradecemos a todos los sitios mencionados en History Tracers por compartir esta valiosa información.</p>", "<p><ul><li>Nos gustaría expresar nuestra gratitud a Sveinbjörn Þórðarson por poner a disposición y mantener en línea la base de datos de las Sagas de Islandia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2d136cb5-b176-409a-8a7b-83f233a03cde'); return false;\">The Icelandic Saga Database</a>), lo que nos permitió crear una etapa del juego Método Científico.</li><li>A veces, cuando solo describimos un objeto, esto puede no generar en el lector la misma pasión o impresión que al verlo o tocarlo. Estoy profundamente agradecido a Émilie Pagé-Perron y a todo el equipo de Cuneiform Digital Library Initiative (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('41862c34-4165-406d-94b3-0a36ca53e525'); return false;\">Cuneiform Digital Library Initiative</a>) por mantener vivo un proyecto que nos ayuda a conocer la historia de la humanidad.</li><li>Algunas veces, cuando leemos un texto, no es sencillo imaginar las regiones del mundo que están descritas. Agradecemos mucho a Stefan Fischerländer por crear el proyecto Mapswire (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dd4f3c8a-6624-4df5-93ac-37e0a4be9fdc'); return false;\"><i>Mapswire</i></a>), que ofrece imágenes que nos ayudan a enseñar ciencias.</li><li>A separação entre mitos e fatos é possível graças a documentos e crônicas preservados ao longo dos séculos. Somos imensamente gratos ao governo português e às instituições Biblioteca Nacional de Portugal e Torre do Tombo pelo cuidado, preservação e compartilhamento desse conhecimento com o público em geral (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3c3d26c6-4e5b-440a-a0f3-6b29424a6242'); return false;\">Biblioteca Nacional de Portugal - BNP</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('984444c4-ba29-45bf-987e-1bf4193748dc'); return false;\">Arquivo Nacional Torre do Tombo</a>).</li></ul></p>", "<p>&nbsp</p>" ]
        },
        {
            "id": "fill_dates",
            "value": [
                {"type" : "gregory", "year" : "2011", "month" : "-1", "day" : "-1" },
                {"type" : "gregory", "year" : "2023", "month" : "11", "day" : "20" },
                {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {"type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" },
                {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" }
            ]
        }
    ]
}
