{
    "title" : "Reconocimiento",
    "header" : "Reconocimiento",
    "sources" : null,
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Este proyecto lanzado en 20 de noviembre de 2023, es producto de más de una década de estudio y 6 años de matrimonio. Como el proyecto visa enseñar y aprender, espero que las paginas de estudio y de reconocimiento siempre puedan crecer.</p>" ]
        },
        {
            "id" : "family",
            "value" : [ "<p>En un proyecto de genealogía no es posible hacer agradecimiento solamente de personas que están cerca, pues todos ancestros son responsables por lo que tenemos, por esto soy grato a ancestros afros, judíos, cristianos, musulmanes, reyes, esclavizados, ricos, pobres y muchos otros grupos creados por la sociedad para hablar de nuestros ancestros <i>Homo sapiens</i>.</p><p>Ya para mi familia, esposa e hija, pido licencia al lector, pues me voy a hacer un agradecimiento de manera que están acostumbradas: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>Este é um sincero pedido de desculpa, para quem me ajudou a evoluir como homem e ainda auxiliou este projeto a nascer.</p>" ]
        },
        {
            "id" : "teachers",
            "value" : [ "<p>Agradezco a todos los maestros que, desde el jardín hasta a la maestría, donde tuve clases, enseñaron me como ciencias son increíbles.</p>" ]
        },
        {
            "id" : "genealogy",
            "value" : [ "<p>En el trabajo científico muchas personas ayudaron para este proyecto ser posible: <ul><li>Agradezco al doctor  Vinicius de Oliveira Godoy por las clases en las ciencias humanas, pus cargaba equivocadamente conceptos que tenía en las ciencias biológicas y físicas para ella. ¿Recuerdas cuando creía que \"verdad\" fuera un concepto que no cambia?</li><li>Agradezco a Vinicius da Fonseca por compartir datos de sus investigaciones genéticas sobre nuestros ancestros, esto nos ayudó a hacer la comprobación que estaban cambiando la historia de nuestros ancestros.</li><li>Al primo Saulo Franco, que tiene un increíble blog, y también hace publicaciones sobre nuestra familia. Tampoco puedo olvidar de nuestras charlas donde nos enseñamos y arreglamos nuestros errores. Agradezco por la motivación de llevar este proyecto a las personas.</li><li>No es posible hablar de genealogía solamente con documentación. Tuve buenas clases con el geógrafo, investigador de historia regional, y genealogista genético Celito Regmendes, pero no fue la única persona a enseñarme, también tuve grandes clases de genética de Eduador Santos-Lima. ¡Muchas gracias, maestros!</li><li>Después de años estudiando Física y las ciencias exactas, me olvidé de muchos conceptos de la gramática. También pudo ver que muchos conocimientos que tenía cambiaron, pues la lengua es viva. Es posible que los textos contengan errores, pero de una cosa no tengo dudas: mis conocimientos mejoraron demasiada gracia al estimado primo Adalberto Camargo. ¡Muchas gracias!</li><li>Todos en algún momento tienen el \"error\" de relajar y aceptar los resultados que tienen, son contentas las personas que tienen alguna persona para sacarlas de esta posición. En estos últimos años el estimado primo Eduardo Olifer me ayudó muchas veces con esto, facto que nos ayudó a añadir mucho conocimiento sobre nuestros ancestros. ¡Muchas gracias!</li><li>Cuando la estimada prima, Donã Avelina Maria Noronha de Almeida, falleció, nuestra familia común no tenía nadie para proseguir con su trabajo de divulgación, el impacto de su muerte fue mucho grande sobre nosotros, al punto que no quise continuar el trabajo de ella. Meses después, el genealogista Gilber Rubim Rangel me llamó en WhatsApp y preguntó: ¿te gustaría hacer una publicación en la revista GENEA - Revista Capixaba de Genealogia? En aquel día la semilla de este proyecto fue plantada, y barrerías fueron rotas, y obtuve las fuerzas que no tenía. ¡Muchas gracias Gilber!</li><li>Una persona sola no puede tener todo el conocimiento disponible, y siempre que tenemos ayuda es bienvenida. Parte del material usado para hacer este proyecto es también resultado de clases que tuve de otras personas, algunos ya nombrados, y otros que no puedo dejar de añadir: <ul><li>Agradezco al maestro Maximiliano Pessôa por los libros y árboles genealógicos que me ayudaron.</li><li>También agradezco a Suzana V. Stucka, que se recordó de mis ancestros Leme, y me envió un material de una región que jamás había trabajado.</li></ul> </li></ul>.</p>" ]
        },
        {
            "id" : "indigenous",
            "value" : [ "<p>Con relación a los indígenas americanos: <ul><li>Tuve la oportunidad de conocer distintos sitios arqueológicos en Latinoamérica. En estos viajes conocí a distintos indígenas, primos lejos, que muy me enseeñaron. En los últimos meses, conocí al primo Ludwig Nguillatun, un indígena del pueblo mapuche, que tenemos contacto diario. Él es uno de los motivadores para la creación de la sección \"¿Quién ...?\" donde enseñamos reflexión sobre distintos asuntos. ¡Gracias por la inspiración!</li><li>El deseo de escribir alguna cosa sobre nuestros indígenas, ya lo tenía a más de una década, pero el camino para hacerlo aún era una duda. Afortunadamente este año, Roberto Moras, del canal Legado Ancestral en YouTube, empezó a compartir contenido sobre nuestros indígenas y también creo un canal para comunicarnos. En pocos meses de conversas finalmente llegué a la conclusión de como debería crear este proyecto, , no para hacer una competencia, pues el objetivo común es otro, o de ayudar a las personas a conocer mejor los indígenas. ¡Muchas gracias Roberto Moras!</li></ul></p>" ]
        }
    ]
}
