{
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later", "CC BY-NC 4.0 DEED" ],
    "keywords" : [
        "Hijo(a) de",
        "Hipotético(a) hijo(a) de",
        "Padre",
        "Madre",
        "Nieto(a) de",
        "Fuentes primarias",
        "Referencias",
        "Referencias religiosas",
        "Familia",
        "Persona",
        "Ninguna fuente fue encontrada con informaciones sobre los padres de la persona.",
        "Abuelo paterno",
        "Abuela paterna",
        "Abuelo materno",
        "Abuela materna",
        "Relación con",
        "Hipotética relación con",
        "Tuvo casamiento con",
        "Tuvo hipotético casamiento con",
        "Ninguna fuente fue encontrada hablando de casamiento para la persona.",
        "Padres de",
        "Hipotéticos padres de",
        "Consultado en",
        "Disponible en",
        "Haga clic en los enlaces para verificar su clasificación como fuente (Primaria, Referencias, Religiosas o Red Social). Luego, utiliza el enlace a la derecha para acceder a ellas. Para una demostración, vea nuestro video <a href=\"https://www.youtube.com/watch?v=ZtwyCFnjMiI\" target=\"_blank\">Aprendiendo con History Tracers</a> en YouTube.",
        "Introducción",
        "Copiar enlace permanente",
        "Su respuesta está correcta.",
        "Su respuesta está incorrecta.",
        "Hacer corrección",
        "Nuevo",
        "Sí",
        "No",
        "Atualización en ",
        "Escrito por ",
        "Editores del History Tracers",
        "Revisado por ",
        "Revisores del History Tracers",
        "Salvo indicación explícita, los contenidos de este sitio están disponibles bajo la licencia <img src=\"images/CreativeCommons/cc.svg\" style=\"width:2%\" /> <img src=\"images/CreativeCommons/by.svg\" style=\"width:2%\" /> <img src=\"images/CreativeCommons/nc.svg\" style=\"width:2%\" />  <a href=\"https://creativecommons.org/licenses/by-nc/4.0/\" target=\"_blank\">CC BY-NC 4.0 DEED</a>.",
        "Idioma",
        "Formato de fecha",
        "días desde 1 de enero de 4713 a.C.",
        "Hoy: ",
        "a.e.c.",
        "Verso",
        "Sílaba",
        "Día",
        "Refeições",
        "Posición",
        "Segundos",
        "Preguntas",
        "Longitud",
        "Síguenos en nuestras redes sociales para mantenerte actualizado/a: <a href=\"https://twitter.com/historytracers\" class=\"fa-brands fa-twitter\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, <a href=\"https://www.facebook.com/groups/1141076993937832\" class=\"fa-brands fa-facebook\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, <a href=\"https://www.instagram.com/historytracers/\" class=\"fa-brands fa-instagram\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, <a href=\"https://www.threads.net/@historytracers\" class=\"fa-brands fa-threads\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, <a href=\"https://bsky.app/profile/historytracers.bsky.social\" class=\"fa-brands fa-bluesky\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, <a href=\"https://www.youtube.com/@HistoryTracers\" class=\"fa-brands fa-youtube\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, <a href=\"https://github.com/historytracers/historytracers\" class=\"fa-brands fa-github\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, y  <a href=\"https://creators.spotify.com/pod/profile/thiago-marques03/\" class=\"fa-brands fa-spotify\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>. Si puedes, apóyanos: <a href=\"https://www.patreon.com/bePatron?u=104667333\" class=\"fa-brands fa-patreon\" target=\"_blank\" style=\"font-size: 1.5em;\"></a>, <a href=\"https://www.paypal.com/donate/?hosted_button_id=F9SD36K5M3BW6\" class=\"fa-brands fa-paypal\" target=\"_blank\" style=\"font-size: 1.5em;\"></a> o PIX utilizando el código QR",
        "Sobre documentación y calendarios",
        "<h3>Actualizaciones</h3>El conocimiento está en constante actualización. El contenido de esta página puede cambiar tan pronto como aparezcan nuevas informaciones. Si tienes algún conocimiento adicional que desees compartir y contribuir para educar a las personas, puedes hacerlo a través de <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a> o contactándonos por nuestras redes sociales o correo electrónico.",
        "<br /><br />¿Es mejor tener un árbol genealógico con los ancestros que deseamos tener, independientemente de poder probarlo?<br />¿O es mejor tener un árbol genealógico con los ancestros que realmente tenemos?",
        "Anterior",
        "Rutas",
        "Próximo",
        "Las crónicas, fuentes primarias utilizadas en esta página, están escritas en  <span id=\"documentsInfoLang\"></span> y emplean el calendario <span id=\"documentsInfoCalendarName\"></span>. Para facilitar la comparación de fechas entre los documentos y las fechas mostradas aquí, puedes cambiar el campo <b>Formato de fecha</b> en la esquina superior derecha a \"<span id=\"documentsInfoCalendarVisibleOption\"></span>\".",
        "Índice",
        "Estadísticas de la Página",
        "A continuación, se presenta un resumen de los principales datos estadísticos contenidos en esta página. Estos números proporcionan una visión general de la información disponible:",
        "Medición",
        "Valores",
        "Familias",
        "Personas detalladas",
        "Casamientos",
        "Hijos",
        "<b>Reflexión 1: Ciencia y religión</b><br /><br />¿Alguna vez has oído que \"la ciencia es contraria a la religión\"?<br /><br />Si es así, no eres el único. Ante este escenario, nos gustaría dejar claro que, como alguien que ha seguido una religión en el pasado, entiendo cómo la forma en que se explica la ciencia puede llevar a este antagonismo.<br /><br />Aquí deseamos mostrar que el objetivo de la ciencia es explicar <b>cómo</b> ocurren los eventos naturales mediante modelos y experimentos. Este texto no fue escrito para desmentir creencias, sino para presentar más detalles sobre los textos antiguos. Por lo tanto, antes de leerlo, te invitamos a reflexionar de una manera diferente sobre la relación entre ciencia y religión:<br /><br />¿Cómo te sentirías si la ciencia, en lugar de ir en contra de lo que crees, te ayudara a entender mejor tus creencias?",
        "Puntos: ",
        "Imagen de fondo tomada durante una visita al sitio arqueológico/museo en",
        "<b>Matemática en la Historia</b><br /><br />Para comprender mejor el escenario presentado en la <b>Reflexión 1</b>, vamos a aplicar el concepto matemático de límite junto con el método científico (<i><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('18a901e4-3da3-45d8-a239-fb551e78698e'); return false;\">Límites naturais</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">Método científico</a></i>). Imaginemos que identificamos a alguien como un posible ancestro, pero no tenemos documentos que prueben esa conexión. En este caso, planteamos dos hipótesis:<br /><br />1 - La persona es un ancestro.<br />2 - La persona no es un ancestro.<br /><br />A medida que encontramos documentos que confirman o refutan estas hipótesis, dejamos de tratar solo con suposiciones y comenzamos a formar una teoría. La validación de la teoría depende de las evidencias documentales disponibles.<br /><br />Supongamos que encontramos un libro escrito siglos después de los eventos que menciona la conexión, y tres crónicas contemporáneas a los hechos que no la mencionan. La ausencia de mención en las crónicas puede interpretarse como una evidencia indirecta contraria a la hipótesis de conexión.<br /><br />Aplicando el concepto de límite: el número máximo de evidencias contrarias (tres) supera la única mención favorable, que fue escrita por alguien que no vivió en la época de las personas en cuestión. En ese contexto, la tendencia es aceptar la ausencia de pruebas como más convincente, es decir, inclinarnos hacia el máximo de evidencias contrarias (tres) en lugar de apoyarnos en un texto favorable.",
        "<b>Matemática en la Historia</b><br /><br />Los límites matemáticos (<i><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('18a901e4-3da3-45d8-a239-fb551e78698e'); return false;\">Límites naturais</a></i>), nos ayudan a filtrar deseos e interpretaciones personales.<br /><br />Cuando no hay ningún tipo de documento o crónica, las fuentes primarias que podrían sostener una conexión tienen el mismo valor máximo y mínimo, es decir, cero (0), lo que indica un vacío (<i><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('576e4648-77fa-4a6d-9e51-9459ced964f3'); return false;\">Musa, Auwalu, pp. 46</a></i>). Como consecuencia, no es posible probar conexiones. Aunque los autores puedan intentar establecer vínculos creando diferentes hipótesis, la ausencia de documentos nos permite afirmar categóricamente que estamos lidiando con un nivel hipotético que no permite la formulación de una teoría.",
        "Numeración",
        "Redes Sociales",
        "Período Histórico/Arqueológico",
        "Este texto trata sobre familias <span id=\"documentsPeriodOrigin\"></span> que vivieron durante el/los período(s) histórico(s)/arqueológico(s) conocido(s) como la <span id=\"documentsPeriodTime\"></span>. En otras partes del mundo, el uso de este término puede no ser del todo adecuado para comprender los eventos locales. Para una mejor contextualización, recomendamos estudiar la <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ec67a522-d649-46aa-9bbb-1f288c6af5f1'); return false;\">cronologia</a> específica de cada región.",
        "Ir hasta lista familiar",
        "Geografía",
        "Mapa que muestra las regiones del mundo donde las personas han vivido:",
        "Figura ",
        ". © Mapswire (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dd4f3c8a-6624-4df5-93ac-37e0a4be9fdc'); return false;\"><i>Mapswire</i></a>).",
        "Compartido sob la licencia <a href=\"https://creativecommons.org/licenses/by-nc/4.0/\" target=\"_blank\">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)</a>",
        "<i>Para mejorar la visualización, haz clic en la figura para ampliarla y, con otro clic, la imagen volverá a su tamaño original.</i>",
        "<i>Además de utilizar el nombre América, también nos referiremos al continente como <i>Abya Yala</i>, denominación empleada por los pueblos originarios del continente</i>",
        "En matrimonio con",
        "Los textos que no incluyen indicaciones de prerrequisitos fuera de la sección \"Primeros Pasos\" son clasificados por los editores como necesitando de simplificación para facilitar la comprensión de los lectores.",
        " © Biblioteca Nacional Digital (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3c3d26c6-4e5b-440a-a0f3-6b29424a6242'); return false;\"><i>Biblioteca Nacional Digital</i></a>",
        " © Arquivo Nacional Torre do Tombo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('984444c4-ba29-45bf-987e-1bf4193748dc'); return false;\"><i>Arquivo Nacional Torre do Tombo</i></a>)",
        "<h4>La Lista de los Reyes Sumerios</h4>La <b>Lista de los Reyes Sumerios</b>, con aproximadamente cuatro milenios de antigüedad, menciona cinco ciudades prediluvianas gobernadas por ocho reyes, siendo escrita solo después de la Tercera Dinastía de Ur, pudiendo contener tradiciones orales y, posiblemente, ser un texto pseudo-histórico (<i><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('26fd6dce-4320-4d85-bf6b-3cb8a4b78e03'); return false;\">Maeda, T.</a></i>). Después, el texto describe reinos por ciudades y, a medida que la duración de la vida de los reyes se aproxima a la de una vida humana normal, estos reyes se convierten en figuras históricas reales. Actualmente, la <b>Lista de los Reyes Sumerios</b> está expuesta en el <b>Museo Ashmolean de Oxford</b> (<i><a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('72b8a10d-1a15-4a10-aff6-1210b7bd94fc'); return false;\">Ashmolean Museum</a></i>).<br /><br />",
        "o",
        "Nascimiento:",
        "Baptismo:",
        "Fallecimiento:",
        "<b>Destaques personales:</b><br /><br />",
        "A pesar de que esta persona sea mencionada tardíamente, no se encontraron evidencias documentales (documentación o crónicas) o arqueológicas, conocidas como fuentes primarias,",
        "que confirmen su existencia.",
        "que confirmen la relación mencionada.",
        "Desconocemos datos personales de esa persona.",
        "Sexo",
        "Género",
        "<b>Atención</b>: ",
        "Haplogrupo",
        "Apellido(s)",
        "Patronímico",
        "Con la ayuda de la herramienta <a href=\"https://github.com/rhasspy/piper\" target=\"_blank\">Piper</a>, este texto fue convertido en audio y publicado en Spotify y en un servidor que hospeda el proyecto. Al hacer clic en el símbolo de Spotify, serás redirigido al sitio de la plataforma. Si haces clic en 'Play' (<i class=\"fa-solid fa-play\"></i>), el audio se cargará en tu navegador y comenzará a reproducirse enseguida",
        "Escuchar en Spotify el audio ",
        "<h3>Archivos</h3><p>Además de las versiones en texto y audio, <i>History Tracers</i> también ofrece las relaciones familiares presentadas en este texto en dos formatos estándar: CSV y GEDCOM, siguiendo el modelo del proyecto de código abierto Gramps (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('97ce9fec-969f-4124-bbae-02becadac038'); return false;\">Formato Gramps</a>):</p>",
        "Archivo separado por comas, organizado en columnas y filas (similar a una tabla), conforme al estándar (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ef02ac83-b584-4a29-9c81-ae3d634c1aba'); return false;\">RFC 4180</a>).<br />  <iframe src=\"https://www.youtube.com/embed/s1SBOIN2kSo?si=o_lCMzCepHwBbkhA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen style=\"aspect-ratio: 16 / 9; width: 55% !important;\"></iframe>",
        "Formato para datos genealógicos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('732e02de-dda1-45c5-a445-ef6a6b1070d5'); return false;\">GEDCOM</a>).<br />  <iframe src=\"https://www.youtube.com/embed/uOXGlUDub5E?si=sm8OUF1L9i_nvNxy\"  title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen style=\"aspect-ratio: 16 / 9; width: 55% !important;\"></iframe>",
        "<p>Los archivos generados en esta sección de <i>History Tracers</i> son versiones simplificadas del contenido de las páginas. Nuestro objetivo es mostrar al lector u oyente una forma sencilla de organizar las relaciones personales, dejando la complejidad de los datos históricos expuesta en los textos que profundizan en la vida de las personas</p>",
        "<i>Para omitir alguna línea en el gráfico y facilitar la visualización de las demás, haga clic en el rectángulo con el color correspondiente a la línea, ubicado en la parte superior. También podrá ver el valor de cada punto posicionando el cursor del ratón (o con su dedo en pantallas táctiles) sobre él.</i>",
        "Domingo",
        "Lunes",
        "Martes",
        "Miércoles",
        "Jueves",
        "Viernes",
        "Sábado",
        "La página ha sido actualizada.",
        "Primeros Pasos (Volumen 1)",
        "Interpretación de Textos",
        "¿Quién?",
        "Mitos y creencias",
        "Historia",
        "Juegos matemáticos",
        "Física",
        "Química",
        "Biología",
        "Eventos Históricos",
        "<i>La sigla A.E.C. (Antes de la Era Comun) y los años negativos son convenciones generales para representar eras anteriores a las primeras fechas registradas en los calendarios.</i>",
        "Cuando un texto es común a varias áreas del conocimiento —es decir, interdisciplinar—, presenta múltiples caminos.",
        "¡El enlace ha sido copiado!",
        "Respuesta",
        "Lista de lo(a)s patriarcas/matriarcas",
        "Primeros Pasos (Volumen 2)",
        "<h3>El nombre China - Zhongguo 中國</h3>El nombre China, comúnmente usado en Occidente, no refleja el nombre por el cual el pueblo chino conoce a su propio país. Zhongguo 中國, hoy traducido como “China” en español, comenzó como un término para referirse a la región “central” o “del medio”, en lugar de designar una nación unificada. Durante la dinastía Zhou Occidental 西周, se refería a las Llanuras Centrales 中原, gobernadas política y culturalmente por los Zhou, distinguiéndolas de los pueblos y regiones no Zhou de los alrededores.<br /><br />El ejemplo más antiguo conocido del término aparece en el vaso de bronce Hezun 何尊, demostrando que el concepto tiene más de 3000 años. Después de que Qin Shihuang, el primer emperador de China, unificara los Reinos Combatientes, Zhongguo 中國 pasó a describir el imperio unificado, pero aún no era un nombre único u oficial. Las dinastías normalmente usaban sus propios títulos —Han, Tang, Song, Ming, Qing— mientras que Zhongguo 中國 funcionaba en paralelo a ellos.<br /><br />Desde la dinastía Song hasta las dinastías Yuan, Ming y Qing, el término se hizo más común como una autodenominación general del reino chino. Incluso gobernantes no Han, como los mongoles de la dinastía Yuan y los manchúes de la dinastía Qing, utilizaron el término para sus territorios principales, fortaleciendo su asociación con el Estado chino.<br /><br />Solo en la era moderna, especialmente después de la caída de la dinastía Qing, Zhongguo 中國 se consolidó firmemente como el nombre nacional estándar. Tanto la República de China como la República Popular China lo incorporaron en sus títulos oficiales y, desde el siglo XX, ha sido el nombre principal del país, tanto interna como internacionalmente.<br /><br />En resumen, Zhongguo 中國 evolucionó de “el país/reino central” o “del medio”, dentro de un mundo más amplio, hasta convertirse en el nombre principal del Estado chino unificado en los tiempos modernos.<br /><br /><i>La información aquí expuesta fue amablemente enseñada por el doctor Xiaohuan Zhao (<i><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('66858370-a9e8-44a7-88e1-8a2f5a516905'); return false;\">Xiaohuan Zhao</a>).</i>"
    ]
}
