{
    "title" : "Betim",
    "sources" : [ "17th_century" ],
    "common" : [ "Familia que viene de Flandres, cuyo apellido fue cambiado distintas veces, primero de Bettinck para Betting (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5d5ec18-7b86-4219-b600-41a73129a8bd'); return false;\">Brandão, Jacyntho José L., 1975, 767</a>), y finalmente para Betim (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 23-25, 28, 30, 45, 62, 68, 69, 71, 82, 92, 94, 100, 110, 137, 146, 185, 160</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5d5ec18-7b86-4219-b600-41a73129a8bd'); return false;\">Brandão, Jacyntho José L., 1975, 767</a>)." ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "families" : [
        {
            "id" : "f02d04cc-5389-4964-8142-f8b8ac0c3f66",
            "name": "Bettinck (Holanda)",
            "history": [ "Ancestros de Gerhart Bettinck (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5d5ec18-7b86-4219-b600-41a73129a8bd'); return false;\">Brandão, Jacyntho José L., 1975, 771</a>)." ],
            "people" : [
                {
                    "id" : "51115a22-b862-4255-b9a8-fff536bdd417",
                    "name": "Thoenis Bettinck",
                    "history" : [ "Padre de Gehard Bettinck, que murió en \"29 de junho de 1584\" [29 de junio de 1584] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5d5ec18-7b86-4219-b600-41a73129a8bd'); return false;\">Brandão, Jacyntho José L., 1975, 771</a>)." ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : null,
                            "father" : null,
                            "father_name" : "Desconhecido",
                            "mother_family" : null,
                            "mother" : null,
                            "mother_name" : "Desconhecida"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "4f1fb8bb-bef9-4ed4-9730-d14fbad96d44",
                            "family_id": null,
                            "name" : "Merrie",
                            "history" : [ "De acuerdo con una carta de un archivo privado (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5d5ec18-7b86-4219-b600-41a73129a8bd'); return false;\">Brandão, Jacyntho José L., 1975, 771</a>)" ]
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "ce06647c-fce4-46a4-acc4-b0a421b76bc8",
                            "marriage_id": "4f1fb8bb-bef9-4ed4-9730-d14fbad96d44",
                            "name" : "Gehard Bettinck",
                            "family_id": "f02d04cc-5389-4964-8142-f8b8ac0c3f66",
                            "history" : [ "De acuerdo con documentación en una publicación del Doctor Jacyntho José L. Brandão (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5d5ec18-7b86-4219-b600-41a73129a8bd'); return false;\">Brandão, Jacyntho José L., 1975</a>)." ]
                        }
                    ]
                },
                {
                    "id" : "ce06647c-fce4-46a4-acc4-b0a421b76bc8",
                    "name": "Gehard Bettinck",
                    "history" : [ "Tenemos el entendimiento que la descripción hecha por el Doctor Jacyntho José L. Brandão en su trabajo es suficiente para entender su historia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5d5ec18-7b86-4219-b600-41a73129a8bd'); return false;\">Brandão, Jacyntho José L., 1975</a>), por esto no añadimos detalles.", "Las menciones que posee en la diligencia de su descendiente no apunta que fue difamado, y tan poco, llámalo judío (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 62, 72, 92</a>). El facto que más llama la atención es una confusión de un testigo con relación a su origen (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 51, 92</a>)." ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : "f02d04cc-5389-4964-8142-f8b8ac0c3f66",
                            "father" : "51115a22-b862-4255-b9a8-fff536bdd417",
                            "father_name" : "Thoenis Bettinck",
                            "mother_family" : null,
                            "mother" : "4f1fb8bb-bef9-4ed4-9730-d14fbad96d44",
                            "mother_name" : "Merrie"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "14a5230b-b5e7-49a4-b97c-e970a6f594b0",
                            "family_id": "630ec64f-bab4-4d40-b1c8-658ddb6b47fd",
                            "name" : "Custódia Dias",
                            "history" : [ "Citada en la diligéncia de su tataranieto (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 62, 92, 231)</a>)." ]
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "c2441a89-aff7-48f0-a382-bdb3e5331ea2",
                            "marriage_id": "14a5230b-b5e7-49a4-b97c-e970a6f594b0",
                            "name" : "Maria Betim",
                            "family_id": "f02d04cc-5389-4964-8142-f8b8ac0c3f66",
                            "history" : [ "Citada por distintos testigos en la diligencia para familiar de la Inquisición de su bisnieto, hay también un árbol genealógico que expone esta relación (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 62</a>).", "Citada en el <i>de genere et moribus</i> de su hijo (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('217b672a-e2ba-4fee-a51d-260cb4cbbd42'); return false;\">História da Família, 2014, img. 3</a>)." ]
                        }
                    ]
                },
                {
                    "id" : "c2441a89-aff7-48f0-a382-bdb3e5331ea2",
                    "name": "Maria Betim",
                    "history" : [ "<p>Una persona que tuve su historia cambiada en distintos momentos en el tiempo, pero jamás por sus actos, siempre como consecuencias de los actos de su tío, André Fernandes (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 5, 28, 33, 47, 94, 110</a>), y de su esposo durante la guerra civil (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 28</a>). Primeramente, vamos a traer los factos, antes de hacer la utilización del método científico, para hacer la definición del origen de Maria Betim.</p>", "<p>Como ya descrito en la familia Fernandes, durante la guerra civil entre las familias Pires y Camargo, los Fernandes no solo estaban peleando junto con los Pires, como tuvieron actitudes que llevaran a creación de una trova, que sirvió como base para \"conviértelos\" al judaísmo (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 48, 94</a>). Como Maria Betim también es una Fernandes, ella fue convertida, de acuerdo con la diligencia para Familiar de la Inquisición de su descendiente: <ul><li>En la introducción de la diligencia tenemos la información que (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 5</a>) <ul class=\"citation\"><li><i>\"Outras intentaram fundar do dito rumo de X.N. movido contra o habilitando dizendo que lhe provinha de por parte de sua avó paterna por ser a mãe desta chamada Maria Betim netta de um Fulano Fernandes natural da villa de Moura\"</i></li></ul></li><li>Detalles sobre la fama creada en la guerra civil son presentadas por <b>todos</b> los testigos (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 24</a>): <ul class=\"citation\"><li><i>\"Informamos com pessoas antigas fidedignas e Cristãos Velhos sobre a Limpeza de Sangue... E todas as testemunhas q. ... ouvirão dizer aos antigos que Mª Betim tinha Raça de Judeu ... algumas das mesmas disserao q. a mesma fama ou Rumor corria ainda q. mesmo publica dos Avos paternos do habilitando mas não sabe do fundamento\"</i></li> </ul></li><li>Bautizó con su esposo a hija homónima en 06 de septiembre de 1642 (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 25</a>).</li><li>La difamación de los Camargo contra Maria, por descender de la família Fernandes, parece ya en los primeros testigos (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 28</a>)<ul \"citation\"><li><i>\"sua mulher Maria Betim no tempo das guerras civis de São Paulo entre os Pires e Camargos o capitão Garcia Roiz Velho favoreceu aos Pires por este ódio os Camargos... como o fez com outras famílias que esta Maria Betim, mulher de Garcia Roiz Velho era cristão novo por parte do avô Fulano Fernandes natural da cidade de Moura\"</i></li></ul></li><li>El cura Frei Francisco de São José describe los eventos de la guerra añadiendo el nombre del difamador (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 45-46</a>): <ul \"citation\"><li><i>\"por ouvir algum rumor de Cristão Novo por p. de sua Avo M.ª Garcia ... ouvira a Fernado de Camargo, homem de má lingoa\"</i></li></ul></li><li>Cuando la ascendencia de Pedro Dias Paes Leme es descrita, es dicho explícitamente que la \"prueba\" para hacer la conversión de la familia Betim fue una trova hecha para la familia Fernandes, sus ancestros: <ul class=\"citation\"><li><i>\"Em ocasião da Satyra do Mullato Luiz Fernandes Levantarão este D. M.ª Betim Bisavó do habilitando era Cristã Nova como descendente dos Fernandes, porém como tudo isto era falso e sem fundamentos...\"</i></li></li></ul>En la diligencia hay más datos sobre la familia (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 92, 94, 100, 110, 137, 146, 158, 160</a>) y por esto invitamos al lector a estudiarla.</p>", "Aún añadimos las siguientes informaciones antes de continuar con los estudios:<ul><li>Citación de Maria Betim tener un hijo homónimo del padre (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('217b672a-e2ba-4fee-a51d-260cb4cbbd42'); return false;\">História da Família, 2014</a>) que se habilitó como cura (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, 68</a>), a pesar de los rumores (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, 45</a>);</li><li>Explicación con detalles de los rumores sobre Garcia Roiz Paes (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 42, 47</a>), padre de Pedro Dias Paes Leme, que son parcialmente descritas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 279-280</a>) en una documentación que llegó a nuestros días (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('30bbb1e4-2493-4206-9ab0-116ed4a7401d'); return false;\">Torre do Tombo, Mesa da Consciência e Ordens, Habilitações para a Ordem de Cristo, Letra G, mç. 6, n.º 66</a>);</li><li>Otro hijo de Garcia Roiz Paes, Ignácio Dias Paes, también se habilitó, pero falleció antes de ser nombrado cura (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('30bbb1e4-2493-4206-9ab0-116ed4a7401d'); return false;\">Torre do Tombo, Mesa da Consciência e Ordens, Habilitações para a Ordem de Cristo, Letra G, mç. 6, n.º 66, img. 7, 39, 42, 43, 44, 50, 51, 88, 121, 231</a>);</li></ul></p>", "<p>Las difamaciones expuestas en la diligencia en siglo XVIII volvieron a ser tratadas nuevamente como \"pruebas\" de judaísmo:<ul><li>José Gonçalves Salvador cita el documento del cura Garcia Roiz (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('217b672a-e2ba-4fee-a51d-260cb4cbbd42'); return false;\">História da Família, 2014</a>) hablando correctamente que fue nombrado \"<b>cristão-velho</b>\" [cristiano] por dos costados (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f563a1cd-b4b6-42cf-9652-ad6072ec1855'); return false;\">Salvador, José G., 1969, pp. 17-18</a>), pero usa un documento parcial (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 279-280</a>) de Garcia Roiz Paes para sugerir que son \"cristãos-novos\" [judios].</li><li>Cuando trata de Maria en su dissertação, Marcelo M. A. Bogaciovas informa que <i>\"Entretanto, há dois documentos que tratam as duas Marias Betins como cristãs-novas.\"</i> [Hay dos documentaciones que hablan de las Maria Betim como judias]. La primera documentación es el ya citado documento parcial, como habló años después en su libro (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 279-280</a>), pero no trató de la misma manera en disertación (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bf527522-a79b-4dea-bbda-44e2872fd2e6'); return false;\">Bogaciovas, Marcelo M. A, 2006, pp. 95-96</a>), el segundo documento prueba que Maria Betim no pagó fintas como los judíos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bf527522-a79b-4dea-bbda-44e2872fd2e6'); return false;\">Bogaciovas, Marcelo M. A, 2006, pp. 96-97</a>). Otra información añadida en su libro es la mención de diligencias de Familiares de la Inquisición de sus descendientes, pero no añade detalles de ninguno (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 282</a>). Finalmente, debiese enfatizar que en la disertación y en el libro, informa que Geraldo Betim, padre de Maria Betim, es <i>\"homem muito bem cristão\"</i> [hombre muy cristiano] de acuerdo con testigos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 279</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bf527522-a79b-4dea-bbda-44e2872fd2e6'); return false;\">Bogaciovas, Marcelo M. A, 2006, pp. 95-96</a>). </li></ul></p>","<p>Empieza a usar el método científico, para verificar el origen de Maria Betim: <ul><li>El método científico empieza con creación de hipótesis: <ul><li><b>HIPÓTESIS 1</b>: como José G. Salvador y Marcelo M. A. Bogaciovas usan las difamaciones como base para hacer la alegación que Maria Betim sería judía, ponemos los dos en la misma hipótesis.</li><li><b>HIPÓTESIS 2</b>: Maria Betim no es judía.</li></ul></li><li>Después de hacer definición de las hipótesis, es necesario encontrar fuentes primarias que las confirmen:<ul><li><b>HIPÓTESIS 1</b>: Usa un documento que habla explícitamente <i>\"... sua avó materna por fama constante, e por estes impedimentos se julgou por incapaz de entrar na Ordem\"</i> [su abuela materna tiene fama constante, y por estos impedimentos se juzgó incapaz de adentrar en la Orden], la abuela es Maria Betim (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('30bbb1e4-2493-4206-9ab0-116ed4a7401d'); return false;\">Torre do Tombo, Mesa da Consciência e Ordens, Habilitações para a Ordem de Cristo, Letra G, mç. 6, n.º 66</a>), pero como uno de los investigadores enfatiza, solamente una parte del documento sobrevivió (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 279-280</a>). Aún es presentado un segundo documento que <b>prueba</b> que Maria Betim jamás hice pagos de fintas como los judíos tenían que hacer (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 279-280</a>). </li><li><b>HIPÓTESIS 2</b>: testigos demuestran que la \"fama\" de Maria Betim fue consecuencia de actos de su esposo y de su tío durante la guerra civil paulista (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 5, 28, 33, 47, 94, 110</a>). Sus lazos con la cristiandad son probados por bautismo de su hija homónima (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 25</a>). Recientemente, por una pesquisa en andamiento, descubrió que su haplogrupo mitocondrial es C1b (subgrupo) (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b3c190a-a903-4066-adae-cd565147011b'); return false;\">de Sillos, Luiz Gustavo, 2023, t. 01:07:10</a>), o sea, por línea matrilineal es una indígena.</li></ul></li><li>La formación de una <b>TEORÍA</b> es hecha por comparación de datos de los documentos con las hipótesis:<ul><li>La <b>HIPÓTESIS 1</b> tiene un documento parcial, con pocos fundamentos que posibilitan llegar a una conclusión. El segundo documento añadido a la <b>HIPÓTESIS 1</b> es mucho interesante, pues <b>muestra que Maria Betim no hizo pago de fintas, y con esto hace la hipótesis más débil</b>. Sobre las pruebas de la <b>HIPÓTESIS 2</b>, el ADN mitocondrial de Maria Betim informa ser ella descendiente de una indígena, con esto su ascendencia femenina no es judía, entonces debiese estudiar el lineaje patrilineal. Como Marcelo M. A. Bogaciovas apunta, no había fama de Geraldo Betim ser un judío, facto que nos lleva a su abuelo materno, Manuel Fernandes Ramos. La diligencia de Pedro Dias Paes Leme habla que la única \"prueba\" que fue usada para hacer la conversión de la familia Fernandes es la trova de Luiz Fernandes. La conclusión que la <b>HIPÓTESIS 1</b> es falsa fue presentada por Marcelo M. A. Bogaciovas en su libro, cuando concluyó que la familia de Manuel Fernandes Ramos es \"cristã-velha\" [cristiana] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c4b42fe9-e97a-45fe-bb33-2c078611fb51'); return false;\">Bogaciovas, Marcelo M. A, 2015, pp. 268-269</a>). <i>Q.E.D. (Hasta que otro documento sea conocido, pues en las ciencias siempre preguntamos.)</i> </li></ul></li></ul></p>", "Generación descrita en la familia de su esposo." ],
                    "parents" :  [
                        {
                            "type" : "theory or hypothesis",
                            "father_family" : "3365076d-85e3-4532-9c99-beb1b2482f15",
                            "father" : "ce06647c-fce4-46a4-acc4-b0a421b76bc8",
                            "father_name" : "Gehard Bettinck",
                            "mother_family" : "630ec64f-bab4-4d40-b1c8-658ddb6b47fd",
                            "mother" : "14a5230b-b5e7-49a4-b97c-e970a6f594b0",
                            "mother_name" : "Custódia Dias"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "5e24e958-f729-492d-8021-10f8ce8de4ff",
                            "family_id": "3365076d-85e3-4532-9c99-beb1b2482f15",
                            "name" : "Garcia Rodrigues Velho",
                            "history" : [ "Citada por distintos testigos en la diligencia para familiar de la Inquisición de su bisnieto, hay también un árbol genealógico expuesto en el documento (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 62</a>).", "Citada en el <i>de genere et moribus</i> de su nieto (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('217b672a-e2ba-4fee-a51d-260cb4cbbd42'); return false;\">História da Família, 2014, img. 3</a>)." ] 
                        }
                    ]
                }
            ]
        }
    ]
}
