{
    "title" : "Primeros pasos",
    "header" : "Primeros pasos",
    "sources" : [ "first_steps" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Cuando empezamos a trabajar con nuestro árbol genealógico, algunas preguntas nos viene en la cabeza, como: - ¿Cuáles son los nombres de mis ancestros? ¿Cómo debo montar un árbol genealógico? ¿Cuál mi ancestro más lejano conocido(a)? ¿Cuál software debo elegir para hacer mi árbol? ¿Todo el sitio que habla alguna cosa de mi familia está correcto? En esta página contestamos preguntas para ayudarlo a conocer su historia.</p>" ]
        },
        {
            "id" : "family_talking",
            "value" : [ "<p>El paso inicial sugerido es hablar con familiares mayores, pues estas personas posiblemente vivieron con los ancestros de otras generaciones. En estos momentos pregúntelos sobre documentación antigua de vuestros ancestros con quien ellos/ellas convivieron. Pregunte también sobre algunas historias antiguas, pero tente hacer confirmación por documentación.</p>" ]
        },
        {
            "id" : "documentation",
            "value" : [ "<p>Después de obtener la documentación de los ancestros que tenemos contacto, debiese intentar obtener la documentación de las próximas generaciones por medio de las organizaciones responsables por el mantenimiento de ellos. Como en el pasado no había un padrón de la documentación como tenemos hoy, debemos estar listos para posibles problemas, que no deben convertirse en una barrería, en la realidad, deben ser una oportunidad para tener conocimiento. En Brasil usé el siguiente camino para conocer mis ancestros: <ul> <li>Solicitación de partidas de nacimiento, matrimonio y certificado de defunción de los ancestros directos y cuando necesario de sus hermanos.</li><li>Investigación en archivos públicos y museos con documentaciones como censos, inventarios y testamentos hablando de los ancestros.</li><li>Investigaciones de menciones de ancestros en periódicos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7054344f-a1c4-4a0d-ad6a-379e650ffde6'); return false;\">Memória, Biblioteca Nacional</a>).</li><li>Al llegar en siglo XIX teníamos estado e iglesia juntos, debido este fato debemos estudiar fuentes religiosas. Haga investigación primeramente junto a iglesias donde sus ancestros vivieron, intente obtener documentaciones como baptismo, matrimonio, defunción y testamentos. No teniendo documentación en las iglesias, es probable que la documentación están disponibles junto a las diócesis locales. La Iglesia de Jesucristo de los Santos de los Últimos Días pone a disposición distintas documentaciones religiosas antiguas en su proyecto de <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('9c3262b7-a77c-4d84-ad11-7964e528b320'); return false;\">historia de la familia</a>.</li><li>Cuando empezamos a trabajar en siglos XVII y XVI tenemos <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('527fe61b-b4c6-4ebe-9e4d-117211cbcefa'); return false;\">Inventarios y Testamentos</a> en San Paolo, y aun documentación de la Cámara de São Paulo (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('793dfd69-f72d-4085-bb68-f20a7aeff020'); return false;\">Volumen I</a> y <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('32903d58-ff1b-40b0-bf64-31c8604f47ce'); return false;\">Volumen II</a>). También están disponíbles los <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('05dfa0f4-1a62-4b91-9714-b3e4980ad83a'); return false;\">Registros Gerais da Câmara de São Paulo</a>.</li><li>Publicaciones científicas como las revistas del <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0883d780-24cc-4229-bb9a-df138e9b8a33'); return false;\">Instituto Histórico Geográfico de São Paulo</a>, del <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('aba8984d-8738-4db2-b7d4-34cefd1bf6be'); return false;\" target=\"_blank\">Instituto Histórico e Geográfico do Espírito Santo</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('40f36f76-8522-484d-a5de-a1d9b5674148'); return false;\" target=\"_blank\">Revista Genea</a>, y la revista de la <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('76c91da4-25cb-49ce-a1a7-b56bfad67ff8'); return false;\">ASBRAP</a> son buenas referencias y en algunos casos añaden fuentes primarias, pero artículos científicos deben ser revisados, como aconteció en la ASBRAP. En la <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1df384a1-0a9c-48e5-9e08-a138efd64d90'); return false;\">edición 6</a>, la genealogista Marta Maria Amato actualizó datos de Francisca de Macedo que habían sido publicados en la <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8efcfc4e-a771-4544-b14a-0d932c695db7'); return false;\">edición 4</a> por Cid Guimarães. A pesar de no ser una revista científica, debiese reconocer el <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('15d32227-6854-404d-826a-976f8d228a18'); return false;\">proyecto compartilhar</a> como un proyecto científico por seguir el método científico.</li><li>Cuando hablamos de trabajos genealógicos, tenemos publicaciones con fundamentos como las de <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('39d36aee-d7b1-4635-9b16-2b1fdcda0253'); return false;\">Nuno Borrego</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6f49a225-476b-4b9f-8dc9-87b3fdc1e6a2'); return false;\">Manuel Abranches de Soveral</a>, y también tenemos los trabajos de <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('653b611b-a05f-4a39-b92f-6666c17ee2c5'); return false;\">Christian Settipani</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9d3b6cc0-22b4-42a9-8083-b16d43bb4171'); return false;\">José Mattoso</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('75f67b52-f72b-4f2d-8b2a-9fa78a439948'); return false;\">José Augusto de Sottomayor-Pizarro</a> y <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57305060-e063-413a-b5bc-027b0989656b'); return false;\">Augusto Ferreira do Amaral</a>. No tengo dudas que hay buenas publicaciones de otros investigadores, pero estoy solamente haciendo mención de los científicos que estudié.</li><li>Al trabajar en la edad Media, debemos estudiar <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('0227ac1b-e4a8-41e9-8dde-9fe7046cd930'); return false;\">índices</a> y después las <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a0fb89b0-34b3-485c-bd96-ec5c9b20d922'); return false;\">Chancelaria Régia</a>, para obtener informaciones de [posibles] ancestros. Otras fuentes presentes en la Torre do Tombo son las <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('c82033ec-9cfc-4538-bc5b-8530ac9ff675'); return false;\">Inquirições Gerais</a>, documentación que estaban en posesión de la iglesia como el <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('497dd6db-7820-4ddf-bbef-4224a8f92c94'); return false;\">Cabido da Sé de Coimbra</a>, y también documentación de la inquisición como <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3d603ed3-8021-4a7f-aaa4-72aa60e7a434'); return false;\">Inquisição de Lisboa</a>.</li><li>Para volvernos aún más en nuestra historia debemos recurrir a las crónicas que hacen descripción de la historia de una región en un periodo de tiempo.</li></ul></p>" ]
        },
        {
            "id" : "scientific_method",
            "value" : [ "<p>Genealogía es una ciencia, por esto las investigaciones deben usar el <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('119fd5c3-f947-41d8-881b-731cfddbaf5c'); return false;\">método científico</a>, que posee como bases: la capacidad de reproducción de un resultado. También es necesario permitir niégalo. Usando estos fundamentos en las investigaciones de la vida de una persona, tenemos que las conclusiones deben estar en acuerdo con las fuentes primarias que otros investigadores pueden hacer confirmación o niégala.</p>" ]
        },
        {
            "id" : "software",
            "value" : [ "<p>Hay distintos software de computadora y sitios que ayudan sus usuarios a hacer su árbol genealógico, pero las herramientas que trabajé no hacían validación de linaje y de los datos añadidos, por esto nuestra sugerencia es la utilización de ellos con precaución siempre teniendo su árbol en manos cuando trabajar con sitos colaborativos.</p>" ]
        },
        {
            "id" : "blog",
            "value" : [ "<p>Con relación a los blogs, debemos tener las mismas precauciones que tenemos con artículos y libros. Algunas veces investigadores que tienen blogs son conducidos por pasión y acaban eligiendo el camino que conéctelo a un ancestro que desea, no usando la documentación que lo conecta a persona correcta. Adelante de este complejo escenario, sugerimos algunos blogs de científicos y colaboradores del proyecto, que exponen historia de las familias con sus fuentes para validación, para el lector pueda conocer otras investigaciones: <ul>  <li>Blog (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1b795d3d-f374-4cf9-8ce1-90aca0044549'); return false;\">Yepé</a>).</li> <li>Sitio de la familia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('95db6906-5741-46ff-81f2-e2b81e60210c'); return false;\">Lemes</a>).</li> <li>Blog hablando de distintas familias (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('af0abd94-6e1d-40d3-a593-4448f2d2affc'); return false;\">Genealogia e Origens</a>). </li> <li>Sitio hablando de la historia de la ciudad (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bdd01c14-c16d-4c9e-84aa-be7761f673c4'); return false;\">Leopoldina</a>)</li> <li>Blog hablando de la antigua ciudad de (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('038c31f5-0925-4b16-b361-3cf8acb92cfa'); return false;\">Queluz de Minas</a>).</li><li>Blog hablando de las familias del (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22f8ebf0-c3f5-4dd6-99c7-5eb196deb06d'); return false;\">Sur de Brasil</a>).</li> <li>Blog hablando de región Sur del (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('77fbf738-32a0-40c1-8154-11ca2bb8e27d'); return false;\">Espirito Santo</a>).</li><li>Blog con documentación que nos ayudan con nuestras investigaciones (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e8372797-9289-429e-a693-92f5d2673dbf'); return false;\">Genealogia FB</a>).</li><li>Sitio con informaciones de la región llamada zona da Mata Mineira (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('973cca12-7ddf-450b-ad3d-598e97ce235a'); return false;\">Fato GEN</a>).</li><li>Genealogía de João Vaz Carvalho y otras familias con proximidad geográfica (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('94900c18-0d2a-4fab-9d94-5ddbac71e404'); return false;\">Genealogia de João Vaz Carvalho ...</a>).</li><li>Estudios genéticos del grupo Brazilian-Founders en (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53fc22d1-c0e2-4449-b052-aa5c517dc673'); return false;\">Family Tree DNA</a>).</li><li>Blog genealógico de Marcelo José Machado Coelho (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1f28cada-269e-4969-8537-ac34bd8a3f5c'); return false;\">MACCOE GENEALOGIA</a>).</li><li>Sitio sobre la historia de Montes Claros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('568f21e6-97e4-4c21-a234-f21d075c558e'); return false;\">História de Montes Claros</a>).</li></ul></p>" ]
        }
    ]
}
