{
    "title" : "Primeros pasos",
    "header" : "Primeros pasos",
    "sources" : [ "genealogical_first_steps" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1719837887" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p><h3>Introducción</h3>Cuando nos embarcamos en la exploración de nuestro árbol genealógico, surgen varias preguntas: ¿Quiénes son nuestros ancestros? ¿Cómo debo estructurar mi árbol genealógico? ¿Quién es el ancestro más antiguo del que tengo conocimiento? ¿Qué software debo utilizar para crear mi árbol? ¿Puedo confiar en toda la información que encuentro en los sitios web sobre mi familia? En esta página, abordamos estas preguntas para ayudarle a descubrir su historia familiar.</p>" ]
        },
        {
            "id" : "family_talking",
            "value" : [ "<p><h3>Hablar con la familia</h3>El primer paso sugerido es conversar con los familiares de mayor edad, ya que probablemente convivieron con generaciones anteriores de nuestra familia. Durante estas conversaciones, es recomendable solicitar documentos antiguos de nuestros antepasados con quienes convivieron. También es útil escuchar y recopilar historias antiguas, aunque siempre es importante intentar confirmarlas con documentación.</p>" ]
        },
        {
            "id" : "documentation",
            "value" : [ "<p><h3>Documentación</h3>Una vez que hemos obtenido documentos de nuestros antepasados con los que tenemos contacto directo, el siguiente paso es buscar documentación para las generaciones siguientes a través de las organizaciones responsables de su conservación. Dado que en el pasado no existía una estandarización de la documentación como la que tenemos hoy, es importante estar preparado para enfrentar posibles dificultades. En Brasil, seguí este camino para investigar sobre mis ancestros:</p>", "<p><ul> <li>Solicitar partidas de nacimiento, matrimonio y defunción de nuestros ancestros directos y, cuando sea necesario, de sus hermanos.</li><li>Investigar en archivos públicos y museos en busca de documentos como censos, inventarios y testamentos que mencionen a nuestros ancestros.</li><li>Buscar menciones de nuestros ancestros en periódicos de la época (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7054344f-a1c4-4a0d-ad6a-379e650ffde6'); return false;\">Memória, Biblioteca Nacional</a>).</li><li>A medida que avanzamos hacia el siglo XIX, nos encontramos con una época en la que el estado y la iglesia estaban estrechamente vinculados. Por lo tanto, es importante consultar fuentes religiosas, como registros de bautismo, matrimonio, defunción y testamentos en las iglesias donde vivieron nuestros ancestros. Si no encontramos documentos en las iglesias, es probable que estén disponibles en diócesis locales. La Iglesia de Jesucristo de los Santos de los Últimos Días ofrece una variedad de documentos religiosos antiguos en su proyecto de <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('9c3262b7-a77c-4d84-ad11-7964e528b320'); return false;\">historia de la familia</a>.</li><li>Para investigar en los siglos XVII y XVI, podemos acceder a <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('527fe61b-b4c6-4ebe-9e4d-117211cbcefa'); return false;\">Inventarios y Testamentos</a> en San Paolo, y así como documentos de la Cámara de San Paolo (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('793dfd69-f72d-4085-bb68-f20a7aeff020'); return false;\">Volumen I</a> y <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('32903d58-ff1b-40b0-bf64-31c8604f47ce'); return false;\">Volumen II</a>). ambién están disponibles los <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('05dfa0f4-1a62-4b91-9714-b3e4980ad83a'); return false;\">Registros Gerais da Câmara de São Paulo</a>.</li><li>Las publicaciones científicas, como las revistas del <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0883d780-24cc-4229-bb9a-df138e9b8a33'); return false;\">Instituto Histórico Geográfico de São Paulo</a>, del <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('aba8984d-8738-4db2-b7d4-34cefd1bf6be'); return false;\" target=\"_blank\">Instituto Histórico e Geográfico do Espírito Santo</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('40f36f76-8522-484d-a5de-a1d9b5674148'); return false;\" target=\"_blank\">Revista Genea</a>, y la revista de la <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('76c91da4-25cb-49ce-a1a7-b56bfad67ff8'); return false;\">ASBRAP</a>, son buenas fuentes de referencia y, en algunos casos, incluyen fuentes primarias. Sin embargo, es importante revisar los artículos científicos, como sucedió en la ASBRAP. En la <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1df384a1-0a9c-48e5-9e08-a138efd64d90'); return false;\">edición 6</a>,  la genealogista Marta Maria Amato actualizó los datos sobre Francisca de Macedo que habían sido publicados en la <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8efcfc4e-a771-4544-b14a-0d932c695db7'); return false;\">edición 4</a> por Cid Guimarães. A pesar de que no es una revista científica, se debe reconocer el <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('15d32227-6854-404d-826a-976f8d228a18'); return false;\">proyecto compartilhar</a> como un proyecto científico por seguir el método científico.</li><li>En cuanto a trabajos genealógicos, existen publicaciones fundamentadas de autores como <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('39d36aee-d7b1-4635-9b16-2b1fdcda0253'); return false;\">Nuno Borrego</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6f49a225-476b-4b9f-8dc9-87b3fdc1e6a2'); return false;\">Manuel Abranches de Soveral</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('653b611b-a05f-4a39-b92f-6666c17ee2c5'); return false;\">Christian Settipani</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9d3b6cc0-22b4-42a9-8083-b16d43bb4171'); return false;\">José Mattoso</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('75f67b52-f72b-4f2d-8b2a-9fa78a439948'); return false;\">José Augusto de Sottomayor-Pizarro</a> y <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57305060-e063-413a-b5bc-027b0989656b'); return false;\">Augusto Ferreira do Amaral</a>. Aunque sin duda existen otras buenas publicaciones de otros investigadores, me limito a mencionar aquellos cuyos trabajos he estudiado en profundidad.</li><li>Para investigar en la Edad Media, es necesario consultar <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('0227ac1b-e4a8-41e9-8dde-9fe7046cd930'); return false;\">índices</a> y luego la <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a0fb89b0-34b3-485c-bd96-ec5c9b20d922'); return false;\">Chancelaria Real</a> para obtener información sobre posibles ancestros. Otras fuentes disponibles en la Torre do Tombo incluyen las <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('c82033ec-9cfc-4538-bc5b-8530ac9ff675'); return false;\">Inquirições Gerais</a>, documentos en posesión de la iglesia como el <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('497dd6db-7820-4ddf-bbef-4224a8f92c94'); return false;\">Cabido da Sé de Coimbra</a>, y documentos inquisitoriales como la <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3d603ed3-8021-4a7f-aaa4-72aa60e7a434'); return false;\">Inquisição de Lisboa</a>.</li><li> Las crónicas que describen la historia de una región en un período de tiempo determinado también pueden ser útiles para rastrear nuestra historia aún más atrás en el tiempo.</li></ul></p>" ]
        },
        {
            "id" : "scientific_method",
            "value" : [ "<p><h3>Método científico</h3>La genealogía es una ciencia y, como tal, las investigaciones deben seguir el <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('119fd5c3-f947-41d8-881b-731cfddbaf5c'); return false;\">método científico</a>, que se basa en la capacidad de reproducir un resultado y la posibilidad de refutarlo. Esto significa que las conclusiones deben estar respaldadas por fuentes primarias que otros investigadores puedan confirmar o refutar.</p>" ]
        },
        {
            "id" : "software",
            "value" : [ "<p><h3>Software</h3>Existen diferentes programas informáticos y sitios web que ayudan a los usuarios a crear sus árboles genealógicos, pero muchos de ellos no validan las conexiones ni los datos agregados. Por lo tanto, se recomienda utilizar estas herramientas con precaución y siempre mantener una copia de seguridad de nuestro árbol genealógico al trabajar con sitios colaborativos.</p>" ]
        },
        {
            "id" : "blog",
            "value" : [ "<p><h3>Blog</h3>Con respecto a los blogs, debemos tener las mismas precauciones que con los artículos y libros. A veces, los autores de blogs, impulsados por su pasión personal, pueden seleccionar información que confirme sus ideas en lugar de presentar lo que realmente dicen los documentos familiares. Ante este escenario complejo, sugerimos algunos blogs de científicos y colaboradores del proyecto que comparten historias familiares junto con sus fuentes para su validación, lo que permite a los lectores familiarizarse con otras investigaciones: <ul>  <li>Blog (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1b795d3d-f374-4cf9-8ce1-90aca0044549'); return false;\">Yepé</a>).</li> <li>Sitio de la familia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('95db6906-5741-46ff-81f2-e2b81e60210c'); return false;\">Lemes</a>).</li> <li>Blog hablando de distintas familias (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('af0abd94-6e1d-40d3-a593-4448f2d2affc'); return false;\">Genealogia e Origens</a>). </li> <li>Sitio hablando de la historia de la ciudad (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bdd01c14-c16d-4c9e-84aa-be7761f673c4'); return false;\">Leopoldina</a>)</li> <li>Blog hablando de la antigua ciudad de (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('038c31f5-0925-4b16-b361-3cf8acb92cfa'); return false;\">Queluz de Minas</a>).</li><li>Blog hablando de las familias del (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22f8ebf0-c3f5-4dd6-99c7-5eb196deb06d'); return false;\">Sur de Brasil</a>).</li> <li>Blog hablando de región Sur del (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('77fbf738-32a0-40c1-8154-11ca2bb8e27d'); return false;\">Espirito Santo</a>).</li><li>Blog con documentación que nos ayudan con nuestras investigaciones (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e8372797-9289-429e-a693-92f5d2673dbf'); return false;\">Genealogia FB</a>).</li><li>Sitio con informaciones de la región llamada zona da Mata Mineira (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('973cca12-7ddf-450b-ad3d-598e97ce235a'); return false;\">Fato GEN</a>).</li><li>Genealogía de João Vaz Carvalho y otras familias con proximidad geográfica (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('94900c18-0d2a-4fab-9d94-5ddbac71e404'); return false;\">Genealogia de João Vaz Carvalho ...</a>).</li><li>Estudios genéticos del grupo Brazilian-Founders en (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53fc22d1-c0e2-4449-b052-aa5c517dc673'); return false;\">Family Tree DNA</a>).</li><li>Blog genealógico de Marcelo José Machado Coelho (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1f28cada-269e-4969-8537-ac34bd8a3f5c'); return false;\">MACCOE GENEALOGIA</a>).</li><li>Sitio sobre la historia de Montes Claros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('568f21e6-97e4-4c21-a234-f21d075c558e'); return false;\">História de Montes Claros</a>).</li><li>Genealogía de Eduardo Olifer, el autor del sitio web dedicado a la historia de Montes Claros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('744a12a4-7c3a-490c-8c0a-0e25938e6402'); return false;\">Nepotibus</a>).</li></ul></p>" ]
        }
    ]
}
