{
    "title" : "Preguntas Frecuentes",
    "header" : "Preguntas Frecuentes",
    "sources" : [ "genealogical_faq" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1715050890" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p><h3>Introducción</h3>Al realizar un árbol genealógico, es común tener dudas y, a veces, cometer errores al optar por respuestas simples para preguntas complejas. En esta página, ofrecemos respuestas a preguntas frecuentes.</p>" ]
        },
        {
            "id" : "nobiliarchy",
            "value" : [ "<p><h3>¿Son confiables los libros genealógicos?</h3> José Mattoso, en \"Ricos-Homens Infanções e Cavaleiros\", ofrece una perspectiva notable sobre los libros genealógicos al afirmar que <i>\"... os livros de linhagens fornecem eles próprios alguns elementos que é possível encontrar também na documentação antiga ... Este trabalho tornou-se possível desde que procedemos a uma edição crítica dos livros de linhagens, o que permitiu corrigir em muitos casos as leituras errôneas dos editores e copistas\" </i> [los libros genealógicos nos dan informaciones que son posibles hacer confirmación documentación antigua ... Este trabajo fue posible, pues hicimos una edición crítica de los libros de linaje, lo que permitió arreglar en muchos casos los errores de lectura de las personas que hicieron copias] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, <span class=\"htdate\"></span>, pp. 09-10</a>). Además, señala que <i>\"É claro que em muitos casos sobretudo para a época de que aqui tratamos os erros de livros de linhagens são numerosos. É evidente que se preferem os dados fornecidos pela documentação coeva.\"</i> [Es obvio que en muchas situaciones para la época que estamos trabajando acá, los errores en libros de linaje son demasiados. Con esto hay una preferencia por los datos que vienen de documentación coeva] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, <span class=\"htdate\"></span>, pp. 09-10</a>). Aunque los libros genealógicos han mejorado con el tiempo, aún pueden contener errores, como se detalla en este proyecto. Por lo tanto, es preferible recurrir siempre a fuentes primarias contemporáneas.</b></p>" ]
        },
        {
            "id" : "nobiliarchy-usage",
            "value" : [ "<p><h3>¿Cómo usar los libros de linaje?</h3>Aunque los libros de linaje no son completamente confiables, pueden usarse con precaución. Recomendamos los siguientes pasos:</p>", "<p> <ul> <li>No los consideres como pruebas definitivas, sino como guías que señalan posibles ancestros. Busca documentos que confirmen la información contenida en los libros de linaje.</li><li>Trata los libros de linaje como mapas que pueden contener información sobre tus ancestros. Trabaja para obtener documentación que confirme o refute lo que los libros de linaje indican.</li> <li>Cuando no haya documentación para confirmar la información de los libros de linaje, aclara que estás aceptando la información presentada por ellos, como lo hizo José Mattoso al afirmar que <i>\"temos de nos contentar com informações fornecidas pelos livros de linhagens\"</i> [tenemos que aceptar las informaciones de los libros de linaje] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f7a65165-8bec-41d5-8200-dc9e38f3786c'); return false;\">Mattoso, José, <span class=\"htdate\"></span>, pp. 494)</a>, o como Pizarro al trabajar con los Riba de Vizela <i>\"O Livro de Linhagens do Conde Dom Pedro registra apenas um filho bastardo\"</i> [El libro de linaje del Conde Don Pedro solo habla de un hijo bastardo] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f1c459e5-8007-4554-a835-67c429a04a2e'); return false;\">Pizarro, <span class=\"htdate\"></span>, Volume I, pp. 553</a>) </li> </ul> </p>" ]
        },
        {
            "id" : "homonymous",
            "value" : [ "<p><h3>¿Qué es un homónimo?</h3>Cuando varias personas comparten el mismo nombre, se consideran homónimos. Veamos algunos ejemplos:</p>", "<p> <ul> <li>En el siglo XIX, la familia \"Ferreira de Britto\" incluía a un padre e hijo homónimos, ambos llamados José Ferreira de Britto (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e26a3216-d801-47f3-9d36-bf624d6f10f1'); return false;\">Caiafa Lagoa, Maria A. A. et Villela, Moacyr U., <span class=\"htdate\"></span>, 1-2, 1-2-4</a>).</li> <li>En el siglo XVI, según Silva Leme, había dos personas llamadas Salvador Pires, supuestamente padre e hijo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('94c71cd7-d6c1-4f05-aa78-73b7b2fce000'); return false;\">Silva Leme, Luiz G., <span class=\"htdate\"></span>, Volume IX, pp. 3-5</a>). Sin embargo, un análisis posterior de la documentación por parte de Américo de Moura sugirió que hubo un error y, de hecho, solo existía un Salvador Pires (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b1c45fb5-1ac1-4e88-bb9c-7d8111de671c'); return false;\">de Moura, Américo, <span class=\"htdate\"></span>, pp. 429</a>).</li><li>En los siglos IX-XII, cuando no existían apellidos, era común que diferentes personas compartieran el mismo patronímico, como Egas Moniz (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, <span class=\"htdate\"></span>, pp. 194</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f7a65165-8bec-41d5-8200-dc9e38f3786c'); return false;\">Mattoso, José, <span class=\"htdate\"></span>, pp. 486</a>).</li> </ul></p>", "<p>Es importante destacar que el hecho de que las personas sean homónimas no significa necesariamente que sean de la misma familia o compartan las mismas costumbres.</p>" ]
        },
        {
            "id" : "thefirst",
            "value" : [ "<p><h3>¿Quién es el primero ancestro conocido?</h3>No hay una única respuesta para esta pregunta. Esta es una cuestión que se está abordando en detalle en la sección <b>Clase</b> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('eda6e242-751a-46b3-b5f7-0c4489d9b374'); return false;\">History Tracers, <span class=\"htdate\"></span>,  Origen</a>). Aquí simplemente informamos que el primer ancestro está relacionado con:</p>", "<p> <ul><li>La fuente de información utilizada.</li><li>El descubrimiento de nuevos registros y la capacidad de extraer datos de ellos.</li><li>La ausencia de limitaciones en cuanto a especie o género.</li><li>La disposición a aceptar nuevas descubiertas e interpretaciones.</li></ul><br /></p>" ]
        },
        {
            "id": "fill_dates",
            "text": [
                        {  "type" : "gregory", "year" : "1982", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "1982", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "1969", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "1997", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "2016", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "1904", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "1951", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "1982", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "1969", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" }
                    ]
        }
    ]
}
