{
    "title" : "¿Quién ... ?",
    "header" : "¿Quién ... ?",
    "sources" : [ "main" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Cuando tuve mi hija, empecé a tener dos maestras en mi vida, mi hija y mi esposa, pues en los últimos años siempre están preguntándome, y son preguntas que me hacen tener distintas reflexiones para contestarlas, en algunos casos ya cambie una opinión que tenía, incluyo opiniones que un día fueron como una \"roca\". Con este escenario, invito al lector a conocer lo que es desconocido e intentar contestar las preguntas antes de acceder los enlaces. Siempre que encontrar una nueva pregunta, contéstela antes de continuar. Al final haga una evaluación, y compare sus conceptos antes y después de leer. El objetivo de esta sección es la reflexión.</p><p>Los textos deben ser usados de acuerdo con <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>.</p" ]
        },
        {
            "id" : "groups",
            "desc" : "Perguntas para refletir:",
            "target" : "people-group",
            "page" : "indigenous_who_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "7f25f2e7-abc4-4b18-8198-9e3b6d7da42b",
                    "name": "¿Quién habló que indígenas son distintos?",
                    "desc": "No es de hoy que algunas personas intentan hacer reducción de otras, o se creen mejores, pues tienen una preferencia distinta, o aún por vivir en una burbuja con otros compartiendo la misma idea, pero ¿hay alguna fundamentación para creer en alguna superioridad? Como ya hice estos errores por ser de una hinchada de un equipo capeón, o por tener malas clases, invito el lector a hacernos una investigación y contestar la pregunta de una manera técnica, para aclarar mejor la situación no solamente de los indígenas, pero como de la población en general."
                },
                {
                    "id": "24e0b84e-31ea-43eb-a9f0-c2e854190659",
                    "name": "¿Quién descubrió <i>Abya Yala</i>/América?",
                    "desc": "La pregunta parece sencilla, y es normal tener distintos libros de historia con una respuesta para ella, el problema, es que muchas veces eligen una respuesta de acuerdo con una visión del mundo."
                }
            ]
        }
    ]
}
