{
    "title" : "Interpretación de textos",
    "header" : "Interpretación de textos",
    "sources" : null,
    "last_update" : [ "1739294230" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "version" : 1,
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>El entendimiento de un texto va más allá de simplemente leer las palabras que lo componen. Conceptos, como las dimensiones del \"mundo\", cambian con el tiempo. Las palabras son eliminadas o añadidas al idioma, e incluso el alfabeto experimenta transformaciones.</p>",
                "<p>¿Podría el estudio integrado de la matemática y la literatura contribuir a una comprensión más profunda de los textos? Esto es precisamente lo que buscamos explorar en esta sección.</p>" ]
        },
        {
          "id": "initial_title",
          "value": "Capítulo 1: Introducción a los textos",
          "target": "class-group"
        },
        {
            "id" : "groups",
            "target" : "class-group",
            "page" : "class_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "1009578c-3097-4183-9f10-c6dd0a833d5b",
                    "name": "La escrita",
                    "desc": "Mucho más que una herramienta cotidiana, la escritura es un hito que nos permite dividir la historia de la humanidad entre la prehistoria y la historia registrada."
                },
                {
                    "id": "004fb419-c3cc-41c2-8e28-d746e714191d",
                    "name": "Caminando entre las letras",
                    "desc": "En este texto, exploraremos las relaciones entre los números interos con los textos."
                },
                {
                    "id": "da242227-867d-47d4-8637-90000e2ed7b4",
                    "name": "Construyendo con las sílabas",
                    "desc": "En este texto, comenzamos a explorar cómo se forman las palabras a partir de las sílabas."
                }
            ]
        },
        {
          "id": "sum_mult",
          "value": "Capítulo 2: Partes del texto",
          "target": "class-sum_mult"
        },
        {
            "id" : "sum_mult_group",
            "target" : "class-sum_mult",
            "page" : "class_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "5af3e4fc-04a0-446c-b96a-71909e2203e2",
                    "name": "Agrupando textos",
                    "desc": "Un texto es más que una simple secuencia de palabras. En este estudio, comenzamos a analizar más detalladamente los textos antiguos, con el objetivo de entender los elementos que los componen."
                },
                {
                    "id": "c1be386a-926c-4cc2-bb98-07cbcea239d2",
                    "name": "Fraccionando textos",
                    "desc": "En este texto, profundizamos en el concepto de grupos e introducimos las fracciones como una herramienta adicional para la interpretación de textos."
                },
                {
                    "id": "40b55697-5f55-445d-9e33-db474a10b179",
                    "name": "Agrupando las Fracciones",
                    "desc": "Después de identificar los grupos que componen los textos, este texto explicará cómo trabajar con ellos."
                },
                {
                    "id": "3cbf2fbf-2cbb-401c-a880-49c05a23d770",
                    "name": "Textos como vectores",
                    "desc": "En este contenido, exploramos cómo los vectores pueden ayudarnos a comprender mejor la información y las estructuras presentes en los textos."
                }
            ]
        },
        {
          "id": "appendixI",
          "value": "Apéndice I: Diluvios",
          "target": "appendix-rain"
        },
        {
            "id" : "sum_mult_group",
            "target" : "appendix-rain",
            "page" : "class_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "cde96120-da9f-4550-8e08-1243ea79de9a",
                    "name": "Textos con Ciencias (Parte I)",
                    "desc": "En los textos iniciales, analizamos la relación entre los textos y diversas disciplinas científicas, aunque todavía no hemos llevado a cabo una interpretación textual completa. En este texto, comenzamos la exploración de textos antiguos mesopotámicos con el respaldo de estudios científicos."
                },
                {
                    "id": "f899e6cf-790c-4fac-bded-4afacef3ec95",
                    "name": "Textos con Ciencias (Parte II)",
                    "desc": "Después de analizar algunas figuras literarias presentes en los textos antiguos, surge la pregunta: ¿cuál fue el contexto histórico y cultural del diluvio?"
                },
                {
                    "id": "baa7e16f-1c00-48d2-936d-7fdb93f30d64",
                    "name": "Textos con Ciencias (Parte III)",
                    "desc": "Con todo lo que hemos estudiado, ¿qué conclusiones podemos sacar de los textos antiguos que narran el diluvio?"
                },
                {
                    "id": "2c7a1281-28a6-4396-bc88-53dafe4090b4",
                    "name": "Textos con Ciencias (Conclusión)",
                    "desc": "Tras comprender el ciclo del agua, llega el momento de investigar los eventos catastróficos relacionados con este recurso esencial."
                }
            ]
        }
    ]
}
