{
    "title" : "Trazadores de historia",
    "header" : "Trazadores de historia",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "main" ],
    "content" : [
        {
            "id" : "software",
            "value" : "<p>Este es un programa gratuito ofrecido por <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3abb0a79-6306-4010-8541-79a49ddff59a'); return false;\">GPL 3 o superior</a>. Todo el contenido del sitio  puede ser bajado en nuestro <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">repositorio en GitHub</a>. Los textos en este proyecto deben ser usados de acuerdo con <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>. Siempre que hay actualizaciones disponibles, ellas quedan disponibles por: <ul> <li><a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a> con anticipación, donde hay discusiones sobre los contenidos, aclaración y adición de contenido.</li><li>Nuestro <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a> para lectores bajar el contenido.</li> <li>Publicación en este sitio, para todos estudiar de una manera sencilla.</li><li>Publicación en la red social <a href=\"https://twitter.com/historytracers\" target=\"_blank\">X (antiguo Twitter)</a>.</li></ul>.</p><p>¿Cuánto cuesta para usar este proyecto? El proyecto tiene costos como compra de documentación y mantenimiento del sitio, pero el principal objetivo es enseñar, por esto <b>no hay cobros para ascender el sitio</b>. Quien desear hacer alguna contribución para compra de documentación o libros que ayúdenos hacer el proyecto mejor, tenemos una cuenta en <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a>.</p><p>¿Cómo puedo hacer contribuciones? Hay distintas maneras para hacer contribuciones al proyecto: <ul> <li>Se conoce el método científico, o desea conocerlo, crea uno PR en nuestro <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">repositorio en GitHub</a> añadiendo datos de sus investigaciones con el <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('8e5635cb-4073-41ae-90c7-630b4e9f6dca'); return false;\">modelo</a> que el proyecto reconoce;</li> <li>Si no haces investigaciones, pero te gustaría conocer más sobre una familia, puedes abrir una <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('d696f282-f071-4774-9d01-6298da492da6'); return false;\">solicitación</a> para lograrnos ayudarlo. En este momento nuestras investigaciones están en periodo de Edad Media o Edad Antigua/Periodos Preclásico y Clásico;</li></ul></p>"
        },
        {
            "id" : "genealogy",
            "value" : "<p>¿Por qué más un proyecto de genealogía? Hay distintos proyectos de genealogía que ayudan personas a crear su árbol genealógico, algunos proyectos son colaborativos y personas trabajan juntas para conocer sus ancestros. Este proyecto no tiene intenciones de ser más un proyecto que está para competir con ellos, el objetivo es ayudar las personas a conocer el método científico y como el conocimiento sobre sus ancestros cambió en el tiempo. El proyecto no tiene preocupaciones solamente con las conexiones en la familia, pero también trabaja con distintos problemas que hacen personas creyeren que por tener un ancestro son distintos de otros.</p>"
        },
        {
            "id" : "education",
            "value" : "<p>¿Por qué más un proyecto de educación? Hay muchos buenos libros sobre educación ayudando personas en la escuela, pero tenemos entendimiento que no hay solamente una manera de enseñar, lo que es sencillo para uno puede no ser para otros. La utilización de solamente una manera para enseñar la población puede ser un camino para creación de barreras, cuando debería criarse un camino. Por esto tenemos un proyecto que ayuda la persona a tener reflexión y conocer las ciencias, teniendo como punto de partida la persona, no creando diferencias, pues somos todos <i>Homo sapiens</i>.</p>"
        },
        {
            "id" : "partner",
            "value" : "<p>El History Tracers trabaja junto con el <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53fc22d1-c0e2-4449-b052-aa5c517dc673'); return false;\">Brazilian Founders</a>, hecho por Damares de Andrade e Eduardo Santos Lima, para hacer una gran investigación de historia y genética para personas conocidas de la historia brasileña.</p>"
        },
        {
            "id" : "translation",
            "value" : "<p>Un proyecto multilingüe alunas veces no logra mantener todas las lenguas actualizadas, principalmente cuando un nuevo idioma é añadido. Abajo tenemos el actual nivel de la traducción de los archivos: <ul> <li>Español: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;56 %</li><li>Portugués: 100 %</li> <li>Inglés: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 %</li> </ul></p>"
        }
    ]
}
