{
    "title" : "Trazadores de historia",
    "header" : "Trazadores de historia",
    "last_update" : [ "1713732065" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "main" ],
    "content" : [
        {
            "id" : "software",
            "value" : "<p><h3>Sobre el Proyecto</h3>Este es un programa gratuito ofrecido bajo la licencia <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3abb0a79-6306-4010-8541-79a49ddff59a'); return false;\">GPL 3 o superior</a>. Todo el contenido del sitio puede descargarse desde nuestro repositorio en <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a>. Los textos de este proyecto deben utilizarse de acuerdo con la licencia <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>. Siempre que haya actualizaciones disponibles, estarán disponibles en: <ul> <li><a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a> con anticipación.</li><li>Nuestro <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a>.</li> <li>Publicación en este sitio, para que todos puedan estudiar de manera sencilla.</li><li>Publicación en la red social <a href=\"https://twitter.com/historytracers\" target=\"_blank\">X (antiguo Twitter)</a>, <a href=\"https://www.facebook.com/groups/1141076993937832\" target=\"_blank\">Facebook</a> y <a href=\"https://www.instagram.com/historytracers/\" target=\"_blank\">Instagram</a>.</li></ul>.</p><p><h3>Cómo Contribuir</h3>Hay varias formas de contribuir al proyecto: <ul> <li>Accender al proyecto no tiene costos, aunque el proyecto tiene. Aquellos que deseen contribuir, pueden hacerlo a través de nuestra cuenta en <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a>. <b>Al contribuir al proyecto, tu nombre será incluido en la sección de <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('be49a7ce-25c1-4a4d-9063-ce662c6d059d'); return false;\">Reconocimiento</a>, y también figurará en la versión impresa del sitio, que será publicada como libro antes de <span id=\"htdate0\"></span>.</b></li> <li>Si estás familiarizado con el método científico (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">History Tracers (<span id=\"htdate1\"></span>): Scientific Method</a>), o deseas aprender sobre él, puedes crear un PR en nuestro repositorio en <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a> añadiendo datos de tus investigaciones con el <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('8e5635cb-4073-41ae-90c7-630b4e9f6dca'); return false;\">modelo</a> reconocido por el proyecto;</li> <li>Si no realizas investigaciones, pero te gustaría conocer más sobre una familia en particular o algún tema científico, puedes abrir una <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('d696f282-f071-4774-9d01-6298da492da6'); return false;\">solicitud</a> para que te ayudemos. Actualmente, nuestras investigaciones se centran en la Edad Media o en la Edad Antigua/Periodos Preclásico y Clásico. También trabajamos con las operaciones fundamentales de las matemáticas.</li></ul></p>"
        },
        {
            "id" : "genealogy",
            "value" : "<p><h3>¿Por qué otro proyecto de genealogía?</h3>Existen varios proyectos de genealogía que ayudan a las personas a construir su árbol genealógico, algunos de los cuales son colaborativos y permiten a las personas descubrir a sus ancestros juntos. Este proyecto no pretende competir con ellos, sino ayudar a las personas a entender el método científico (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">History Tracers, <span id=\"htdate2\"></span>: Método científico</a>) y cómo ha evolucionado el conocimiento sobre sus ancestros con el tiempo. El proyecto no se preocupa solo por las conexiones familiares, sino que también aborda diversos problemas que hacen que las personas crean que son diferentes debido a su ascendencia.</p>"
        },
        {
            "id" : "education",
            "value" : "<p><h3>¿Por qué otro proyecto de educación?</h3>Existen muchos buenos libros sobre educación que ayudan a las personas en la escuela, pero entendemos que no hay una sola forma de enseñar; lo que es fácil para uno puede no serlo para otros. El uso de un único método de enseñanza para toda una población puede crear barreras en lugar de facilitar el aprendizaje. Por eso, tenemos un proyecto que ayuda a las personas a reflexionar y comprender las ciencias, partiendo de sí mismas, sin crear diferencias, ya que todos somos <i>Homo sapiens</i>.</p>"
        },
        {
            "id" : "partner",
            "value" : "<p><h3>Colaboraciones y Asociaciones</h3>History Tracers está colaborando con Brazilian Founders (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53fc22d1-c0e2-4449-b052-aa5c517dc673'); return false;\">Brazilian Founders, Project</a>), fundado por Damares de Andrade e Eduardo Santos Lima, para llevar a cabo una amplia investigación de historia y genética de personajes conocidos en la historia de Brasil.</p><p>Queremos contribuir a la comprensión y conocimiento de las culturas, costumbres e historia de los pueblos originarios. Entendemos que solo a través de este acercamiento entre civilizaciones nos permitirá vivir en un mundo mejor y también nos posibilitará acceder al conocimiento de su pasado que forma parte de nuetras identidades nacionales. Deseamos que estos estudios sobe sus costumbres y ciencias estén al alcance de la población en general, ya que se enseñan limitadamente en las escuelas. Para contribuir en ese proceso de difusión del conocimiento sobre los pueblos nativos de América, colaboramos con Roberto Moras del Canal Legado Ancestral en YouTube (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a082a3ed-59c7-4ae2-9f5a-eecef36c7409'); return false;\">Moras, Roberto. Legado Ancestral</a>).</p>"
        },
        {
            "id" : "translation",
            "value" : "<p><h3>Traducción Multilingüe</h3>A veces, los proyectos multilingües no pueden mantener todas las lenguas actualizadas, especialmente cuando se agrega un nuevo idioma. A continuación, se muestra el estado actual de la traducción de los archivos: <ul> <li>Español: &nbsp;&nbsp;&nbsp; 100 %</li><li>Portugués: 100 %</li> <li>Inglés: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 100 %</li> </ul></p><p>El History Tracers está siendo sometido a una revisión gramatical. Todas las páginas que ya han sido revisadas muestran la fecha en la parte superior.</p>"
        },
        {
            "id": "fill_dates",
            "value": [
                {
                    "type" : "gregory",
                    "year" : "2024",
                    "month" : "12",
                    "day" : "31"
                },
                {
                    "type" : "gregory",
                    "year" : "2024",
                    "month" : "-1",
                    "day" : "-1"
                },
                {
                    "type" : "gregory",
                    "year" : "2024",
                    "month" : "-1",
                    "day" : "-1"
                }
            ]
        }
    ]
}
