{
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later", "CC BY-NC 4.0 DEED" ],
    "math_keywords" : [
        "ISKAY",
        "KIMSA",
        "PISQA",
        "KIKIN",
        "PICHANA",
        "Sin movimiento",
        "Número inválido: ",
        "manos",
        "indo-arábigo",
        "indígena",
        "Jugar nuevamente!",
        "En este ejercicio, efectuaremos la operación de adición: ",
        "La suma siempre se realiza en pares. En este momento, estamos sumando: ",
        "Cada posición numérica solo puede contener dígitos del 0 al 9. Por ello, el valor excedente (1) se trasladó a la siguiente posición.",
        "Producto",
        "Factor",
        "Tabla de ",
        "Role el ratón sobre una multiplicación a la izquierda para visualizarla.",
        "Letras",
        "Total",
        "Versos",
        "Sílabas métricas",
        "Jeroglíficos",
        "Líneas",
        "Días",
        "Período",
        "Signo de Igual",
        "Resultado",
        "Edad",
        "Años",
        "En este ejercicio, efectuaremos la operación de resta: ",
        "La resta siempre se realiza en pares. En este momento, estamos restando: ",
        "Desplazamos el valor del orden (o posición) adyacente, que es 10 veces mayor que el orden actual. Cuando el orden adyacente es cero, desplazamos desde el siguiente a este y luego movemos el valor.",
        " veces ",
        " más ",
        "La división siempre se realiza de los órdenes mayores a los menores. En este momento, estamos dividiendo: ",
        "Al realizar una división, cuando el orden actual es menor que el divisor, utilizamos también el siguiente orden para continuar. Además, siempre debemos pasar por todas las órdenes antes de finalizar la división.",
        "Como la decena es menor que el divisor, añadimos un cero al cociente y utilizamos las decenas y las unidades para continuar con la división.",
        "cos(θ)",
        "sen(θ)",
        "cos²(θ) + sen²(θ)",
        "alfa",
        "beta",
        "gama",
        "delta",
        "épsilon",
        "zeta",
        "eta",
        "theta",
        "iota",
        "kappa",
        "lambda",
        "mu",
        "nu",
        "xi",
        "pi",
        "rho",
        "sigma",
        "tau",
        "ípsilon",
        "fi",
        "ji",
        "psi",
        "omega"
    ]
}
