{
    "title" : "Mitos y Creencias",
    "header" : "Mitos y Creencias",
    "sources" : [ "myths_believes" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update": [ "1732276581" ],
    "authors": null,
    "reviewers": null,
    "common" :  [ "<p>Entre las muchas charlas que tuve con el genealogista Gilber Rubim Rangel, autor de diversos libros históricos (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('2cf03d7c-589e-4f1e-81d3-03296d37f2d8'); return false;\">Rangel, Gilber Rubim, <span class=\"htdate\"></span>, <i>Dicionário de Genealogia</i></a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('80c28cd8-cee2-4696-a083-2bb0c5a26889'); return false;\">Rangel, Gilber Rubim, <i>Dicionário de Genealogia</i>, Instagram</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('18618f5a-7bb7-4912-9818-b9717f9385dd'); return false;\">Rangel, Gilber Rubim, <span class=\"htdate\"></span>, <i>Dicionário Histórico-Geográfico do Estado do Espírito Santo</i></a>), con algunas páginas de los libros disponibles en el sitio Archive (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef8346d5-184c-4e34-94d3-a69604fd6bb4'); return false;\">Rangel, Gilber Rubim, <span class=\"htdate\"></span>, Dicionário de Genealogia</i></a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('02d03180-de91-46ce-8a86-b11d1ddeabf9'); return false;\">Rangel, Gilber Rubim, <span class=\"htdate\"></span>, Dicionário Histórico</i></a>), una de ellas sirvió de inspiración para la creación de esta sección. Hablamos sobre los diferentes mitos que han sido, y aún son, creados para convertir a nuestros ancestros en los personajes que deseamos (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('2cf03d7c-589e-4f1e-81d3-03296d37f2d8'); return false;\">Rangel, Gilber Rubim, <span class=\"htdate\"></span>, <i>Dicionário de Genealogia</i>, pp. 262 - 264</a>).</p>", "<p>La genealogía no es la única área de la historia en la que se crean creencias; también hay muchos hechos históricos que han sido enseñados en sus versiones mitológicas, como demuestran estudios recientes. Para ayudar a los lectores a entender mejor estas creencias y mitos, a continuación catalogamos pequeñas descripciones de ellos. Al hacer clic en los enlaces, podrán profundizar sus conocimientos sobre estas creencias y los hechos detrás de ellas.</p>", "<p><b>Las creencias pueden ser actualizadas en cualquier momento debido a nuevas investigaciones. <span id=\"family_common_sn\"></span></b></p>" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "subgroup",
            "value" : [
                {
                    "id": "49c7f908-87cc-4fcc-8e4d-bcaba40e0aea",
                    "page" : "class_content",
                    "name": "¿Es posible crear árboles genealógicos hasta los primeros humanos?",
                    "desc": "Estudiar el pasado es un desafío. A medida que retrocedemos en el tiempo, los documentos se vuelven inexistentes y los mitos se mezclan con los hechos. Es común encontrar conexiones trazadas hasta un supuesto primer ancestro, pero la evolución del conocimiento nos ha mostrado que entre la creación de la escritura y los primeros ancestros generalmente sugeridos hay más de 7.000 generaciones."
                },
                {
                    "family_id" : "9cd69f67-2f4e-43f2-a5b9-355ea760dc8e",
                    "person_id" : "4533fd2a-9151-4c8b-a686-c09502f61d2a",
                    "page" : "tree",
                    "name" : "Relación de los Banu Qasi con los Árabes:",
                    "desc" : "Diferentes estudios sugieren que algunos miembros de los Banu Qasi podrían ser descendientes de Musa ibn Nusair y del profeta Mahoma. Sin embargo, no existe documentación conocida que los conecte con estas figuras (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('64d5ac73-6974-4a7a-90c5-7970b72243a8'); return false;\">Medieval Lands, <span class=\"htdate\"></span>, Moorish Spain</a>). Las hipótesis se presentan frecuentemente como hechos para establecer estas relaciones deseadas."
                },
                {
                    "id": "7f25f2e7-abc4-4b18-8198-9e3b6d7da42b",
                    "page" : "class_content",
                    "name": "¿Quién dijo que los indígenas son diferentes?",
                    "desc": "Indígenas son <i>Homo sapiens</i> como cualquier otra persona, por lo tanto, considerarlos 'diferentes' o 'inferiores' no tiene sentido. En este enlace discutimos las posibles razones detrás de la creación de este mito."
                },
                {
                    "family_id" : "3c463a57-284b-4f4a-a52e-033124b389d0",
                    "person_id" : "b790586a-f995-49da-9846-e92fa334a5c0",
                    "page" : "tree",
                    "name" : "¿Los reyes europeos descienden de los reyes Visigodos?",
                    "desc" : "Existe un intento de crear una línea continua entre reyes de diferentes imperios y civilizaciones, pero con el conocimiento actual sobre los reyes Visigodos, deberían ser tratados de manera aislada. Las conexiones con ellos son generalmente hipotéticas y deben ser presentadas explícitamente como tales."
                },
                {
                    "id": "24e0b84e-31ea-43eb-a9f0-c2e854190659",
                    "page" : "class_content",
                    "name": "¿Quién descubrió América (<i>Abya Yala</i>)?",
                    "desc": "A primera vista, esta pregunta puede parecer sencilla, y es probable encontrar una respuesta en varios libros de historia. Sin embargo, el problema radica en que, en muchas ocasiones, se elige una respuesta que refleja una única visión del mundo."
                },
                {
                    "family_id" : "588c52dc-7b48-490d-acb4-044f07314444",
                    "person_id" : "181525b9-4fa5-4ef3-9fc0-06c20f3f5d86",
                    "page" : "tree",
                    "name" : "¿Los primogénitos en el pasado llevaban el nombre de sus padres?",
                    "desc" : "Esta es una hipótesi para crear y extender árboles genealógicos, pero enfrenta el problema de que no siempre se siguió. Como ejemplo, presentamos la genealogía de los Reyes de León, donde esta tradición no se mantuvo constante."
                },
                {
                    "family_id" : "376a5f3c-c598-40ee-95ad-5db9046ab8e2",
                    "person_id" : "376a5f3c-c598-40ee-95ad-5db9046ab8e2",
                    "page" : "tree",
                    "name" : "¿Hubo un diluvio sumerio?",
                    "desc" : "Hay mucha confusión sobre la relación entre la ciencia y las creencias. En este texto, buscamos demostrar que la ciencia no tiene como objetivo acabar con las creencias; al contrario, nos ayuda a entender mejor lo que nos informan los textos antiguos."
                }
            ]
        },
        {
            "id": "fill_dates",
            "text": [
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2020", "month" : "-1", "day" : "-1" }
            ]
        }
    ]
}
