{
    "title" : "Fuentes",
    "header" : "Fuentes trabajadas en las investigaciones",
    "sources" : [ "sources" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1711364324" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p><h3>Introducción</h3>Al elaborar un árbol genealógico, es necesario examinar diversas fuentes que puedan contener información sobre nuestros (posibles) ancestros. En este proyecto, hemos organizado estas fuentes en tres grupos distintos: fuentes primarias, referencias bibliográficas y referencias religiosas, que se describen a continuación.</p>" ]
        },
        {
            "id" : "primary-source",
            "value" : [ "<p><h3>Fuentes primarias</h3>Definimos como fuentes primarias los documentos originales y objetos creados durante el período estudiado (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0eff7270-c6b4-4bab-b685-67d3c2970a93'); return false;\">Library of Congress</a>). En el ámbito de la genealogía, ejemplos de fuentes primarias incluyen:</p>", "<p><ul><li><b>Documentos personales</b>: Estos documentos son creados por las personas o sus familiares cercanos e incluyen la cédula de identidad, partidas de nacimiento, matrimonio y defunción, así como inventarios y testamentos. En algunas naciones, no era obligatorio que las personas conservaran el mismo nombre durante toda su vida. Por ejemplo, en Brasil, era común que se produjeran cambios de nombres antes de la promulgación del decreto que reglamentó los registros en 1939 (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('788267b1-c89e-44b5-84b5-e4fab7be0dac'); return false;\">Câmara dos Deputados</a>).</li><li><b>Fuentes religiosas</b>: Estos documentos son generados en iglesias y, en algunos casos, en diócesis. En países donde no existía una separación entre la iglesia y el estado, los registros personales se realizaban en iglesias y conventos. Estas instituciones pueden contener registros de bautismo, matrimonio, defunción, testamentos y <i>de genere et mobirus</i>.</li><li><b>Documentos gubernamentales</b>: Estos documentos son emitidos por el gobierno e incluyen, por ejemplo: <ul><li><b>Cartas de \"sesmarias\"</b>: Documentos que otorgaban la propiedad de una región a una persona.</li><li><b>Documentos reales</b>:  Emitidos durante períodos en los que los gobernantes de una región tenían el título de reyes (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a0fb89b0-34b3-485c-bd96-ec5c9b20d922'); return false;\">Torre do Tombo, Chancelaria Régia</a>). Un ejemplo de estos documentos son las cartas de armas, aunque cabe señalar que en algunas de ellas se omitían los nombres de las mujeres debido a la práctica de trazar únicamente la línea de ascendencia masculina.</li></ul><li><b>Documentos legales</b>: Estos documentos pueden contener información sobre ancestros, especialmente aquellos relacionados con los procedimientos de la inquisición u otros aspectos legales de la época.</li><li><b>Crónicas</b>: Estos textos proporcionan detalles históricos sobre una región específica, lo que puede ser útil para contextualizar la información genealógica. </li></ul><p></p><p>Fuentes primarias no necesariamente deben haber sido escritas durante la vida del personaje estudiado. Ejemplos de fuentes primarias redactadas después del fallecimiento de una persona son los expedientes para familiares del Santo Oficio, para la Orden Tercera y para la Hermandad de la Misericordia. En estos documentos, según el padre Joseph Mascarenhas, se realizaba una investigación sobre varias generaciones de personas que deseaban ingresar a las órdenes (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 49</a>). Es importante señalar que, cuando hay un distanciamiento temporal, solo es posible aceptar que un documento se refiere a una persona cuando esta es mencionada en él. (Observación: Aunque esta última afirmación pueda parecer obvia, esta lógica ha sido pasada por alto por 'genealogistas' recientemente).</p>" ]
        },
        {
            "id" : "reference",
            "value" : [ "<p><h3>Referencias</h3>En este proyecto, consideramos como referencias todas las fuentes secundarias o terciarias, las cuales no constituyen pruebas de conexiones. Estas son tratadas como referencias porque hacen referencia a fuentes primarias o, al menos, presentan algún indicio de posibles conexiones.</p>" ]
        },
        {
            "id" : "religiuos-reference",
            "value" : [ "<p><h3>Fuentes religiosas</h3>Debido a creencias personales, el tratamiento de las fuentes religiosas puede resultar complicado, ya que para algunas personas, cuando se cree en algo, se convierte en una fuente incuestionable. Sin embargo, dado que este es un proyecto de divulgación científica, donde se entiende que los modelos pueden y deben ser cuestionados y mejorados cuando sea posible, optamos por separar las fuentes religiosas. No obstante, las consideraremos respetuosamente como fuentes primarias cuando estén escritas en el tiempo de las personas estudiadas.</p>" ]
        },
        {
            "id" : "dictionary",
            "value" : [ "<p><h3>Diccionarios</h3>Es común que surjan dudas al trabajar con fuentes documentales, especialmente en relación con ciertas palabras o términos. Afortunadamente, desde el año 2024, contamos con una herramienta invaluable para auxiliarnos en nuestras investigaciones: el Diccionario de Genealogía, elaborado por Gilber Rubim Rangel (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('2cf03d7c-589e-4f1e-81d3-03296d37f2d8'); return false;\">Rangel, Gilber Rubim, 2024, <i>Dicionário de Genealogia</i></a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('80c28cd8-cee2-4696-a083-2bb0c5a26889'); return false;\">Rangel, Gilber Rubim, <i>Dicionário de Genealogia</i>, Instagram</a>). Algunas páginas del diccionario están disponibles en Archive (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef8346d5-184c-4e34-94d3-a69604fd6bb4'); return false;\">Rangel, Gilber Rubim, 2024, Amostra</i></a>).</p>", "<p>Además de consultar diccionarios especializados, se recomienda recurrir también a diccionarios convencionales (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('503282d2-bcfb-4f59-bca4-f9bdce3d5133'); return false;\">Dicionário da Língua Portuguesa. Academia das Ciências de Lisboa</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3b91f37e-a9d6-47d2-b8f5-8899556bd5f9'); return false;\">Real Academia Española</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('eeac939a-5a0f-492c-9880-85e2a803c665'); return false;\">Cambridge Dictionary</a>), cada vez que surja alguna duda en relación con los términos del idioma.</p>" ]
        }
    ]
}
