{
    "title" : "Familia",
    "header" : "Visualización de familia",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "tree" ],
    "last_update" : null,
    "authors" : null,
    "reviewers" : null,
    "content" : [ 
        {
            "id" : "common_prerequisites",
            "value" : "<p><h3>Pre-requisitos</h3>El estudio de la genealogía requiere conocimientos en diversas áreas, incluyendo matemáticas, literatura, lenguas en las que están escritos los documentos, historia y biología. Dado que no todas las personas tienen tiempo suficiente para estudiar todas estas ciencias, hemos elaborado los siguientes textos, que servirán como base en el estudio de la genealogía:</p><p><ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2c725eea-183b-405c-adb2-977ef18c813a'); return false;\">Seres Vivos</a>: entendimiento de qué es un ser vivo e introducción a la genética.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('eda6e242-751a-46b3-b5f7-0c4489d9b374'); return false;\">Origen</a>: una visión general de lo que conocemos sobre el origen de nuestra especie, basándonos en estudios científicos y creencias.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">Método científico</a>: explicación del método científico con ejemplos prácticos que pueden realizarse en casa.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2c725eea-183b-405c-adb2-977ef18c813a'); return false;\">Familia</a>: explicación de cómo ha cambiado el concepto de familia a lo largo del tiempo.</li><li>Interpretación de textos: <ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('75f9c1d6-8510-4ce6-8561-02f376645005'); return false;\">Comprendiendo el tiempo</a>: estudio de cómo diferentes civilizaciones marcaron el tiempo.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e3a43e25-184d-4c9e-bb6c-a5423f224609'); return false;\">Comprendiendo la continuidad del tiempo</a>: análisis del tiempo en la naturaleza.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d10c1281-05e4-43a2-a143-37609b60047a'); return false;\">Comprendiendo la naturaleza (una dimensión)</a>: aplicación de la continuidad en el espacio y cómo medirla.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('45343f2e-9cfa-41f8-b396-2f423677de9a'); return false;\">Comprendiendo la naturaleza (dos dimensiones)</a>: estudio del concepto de área, fundamental para el entendimiento de contextos.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9265fbf2-1acd-47e1-96b1-a2b2e1a1b8f5'); return false;\">Comprendiendo contextos (parte I)</a>: Presentación de cinco textos diferentes extraídos de su contexto para reflexión.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ba22ec72-feef-4a2f-bfb2-0ce8ee04f164'); return false;\">Comprendiendo contextos (parte II)</a>: demostración de cómo surgen conclusiones erróneas al no analizar todos los textos en su contexto adecuado.</li></ul></li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e21391d8-f158-454f-a677-531f9e8d23a0'); return false;\">Primeros Pasos (Genealogia)</a>: Guía al lector sobre cómo obtener los documentos necesarios y comenzar su árbol genealógico.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8b18d52e-6afb-425d-b59c-19030d041c48'); return false;\">Fuentes</a>: presenta al lector las diversas fuentes utilizadas en la investigación genealógica.</li></ul></p><p>Algunas familias pueden necesitar información adicional, que se listará a continuación cuando sea necesario:</p>"
        },
        {
            "id" : "navigation",
            "value" : "<p><h3>Navegación</h3>La página de visualización de familias del History Tracers está organizada en cuatro secciones principales:</p> <p><ul><li><b>Lista de Patriarcas/Matriarcas:</b> En esta sección inicial se presenta el nombre de la primera persona conocida que da nombre a la familia o la región donde la familia residió.</li><li><b>Personas agrupadas por la familia del(da) Patriarca/Matriarca:</b> Al hacer clic en el nombre de una persona o región en la primera sección, el lector es dirigido a una sección donde se enumeran el patriarca/matriarca, sus descendientes y un resumen de sus respectivas historias. Las historias respaldadas por fuentes primarias se presentan en texto normal, mientras que las hipótesis, sin documentación, se muestran en itálicas.</li><li><b>Fuentes primarias y referencias</b>: Cada historia viene acompañada de sus respectivas fuentes primarias y referencias, que pueden ser exploradas con detalle haciendo clic en ellas. Cuando el lector encuentra un enlace en esta sección, se indica que al hacer clic se carga parcialmente el árbol genealógico de la persona en el lado derecho de la pantalla, llevándolo a la sección correspondiente de la persona.<br /> Un error común entre los investigadores genealógicos es asumir que la escritura de un libro implica un seguimiento perfecto del método científico, lo cual no siempre es el caso. Para evitar esta confusión, se separan claramente las fuentes primarias, que demuestran la existencia de una persona, de las referencias presentes en publicaciones como libros genealógicos. Las referencias religiosas, contemporáneas a las personas mencionadas, pueden considerarse también como fuentes primarias.</li><li><b>Árbol Genealógico:</b> En el lado derecho de la página se muestra un árbol genealógico parcial de la persona seleccionada.</li></ul></p>"
        },
        {
            "id" : "index-identifier",
            "value" : "<h3>Lista de lo(a)s patriarcas/matriarcas</h3>"
        }
    ]
}
