{
    "title" : "Familia",
    "header" : "Visualización de familia",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "tree" ],
    "content" : [ 
        {
            "id" : "index-identifier",
            "value" : "Lista de lo(a)s patriarcas/matriarcas"
        },
        {
            "id" : "introduction",
            "value" : "<p>La página de visualización de familias tiene cuatro secciones:</p> <p><ul><li><b>Lista de patriarcas/matriarcas:</b> En esta sección inicial añadimos el nombre de la primera persona conocida a nombrar la familia o una región donde la familia vivió.</li><li><b>Personas agrupadas por la familia del(da) patriarca/matriarca:</b> al acceder el nombre de una persona o de una región en la primera sección, el lector vas a ser conducido a una sección donde son listado(a) el/la patriarca/matriarca, sus descendientes y un poco de sus respectivas historias. Siempre que la historia es documentada por fuentes primarias, el texto vas a estar con escritura normal. Cuando tenemos una hipótesis, las cuales no hay documentación, tenemos el texto en itálico.<br />Toda historia es escrita con sus respectivas fuentes primarias y referencias, <b>las cuales pueden ser visualizadas con detalles haciendo clic en ellas</b>. <br />Siempre que el lector encontrar alguno enlace en esta sección, esto es una indicación que al hacer un clic el árbol de la persona vas a ser parcialmente cargada en el lado derecho de la pantalla, y conducirlo a la respectiva sección de la persona.</li><li><b>Fuentes primarias y publicaciones que hacen referencias a las personas</b>: un error común entre las personas que hacen investigación de sus ancestros es entender que cuando alguien escribe alguno libro, esta persona siguió el método científico sin errores y, por esto, no es necesario hacer una revisión. Para ayudar las personas a tener una solución para esta confusión, hay separación entre las fuentes primarias, que realmente hacen demostración que una persona existió, de las referencias que están en publicaciones como libros genealógicos. Referencias religiosas son respetuosamente aisladas, pero caso sean del mismo tiempo de las personas citadas, ellas pueden ser tratadas como fuentes primarias.</li><li><b>Árboles y citaciones:</b> En el lado derecho de la página hay un árbol parcial de la persona elegida con sus respectivas fuentes primarias que las prueban, con referencias que las suponen.</li></ul></p>"
        }
    ]
}
