{
   "title": "",
   "header": "",
   "sources": null,
   "scripts": null,
   "audio": null,
   "index": null,
   "license": [
      "SPDX-License-Identifier: GPL-3.0-or-later",
      "CC BY-NC 4.0 DEED"
   ],
   "last_update": [
      "1771776472"
   ],
   "authors": null,
   "reviewers": null,
   "type": "class",
   "version": 2,
   "editing": false,
   "content": [
      {
         "id": "common_prerequisites",
         "text": [
            {
               "text": "<p><span id=\"htZoomImageMsg\"></span></p><p class=\"topdesc\"><i>La sigla A.E.C. (Antes de la Era Comun) y los años negativos son convenciones generales para representar eras anteriores a las primeras fechas registradas en los calendarios.</i></p><p style=\"font-style: italic;\" id=\"htChinaZhongguo\"></p><p><h3>Prerrequisitos</h3>El estudio de la genealogía requiere conocimientos en diversas áreas, incluyendo matemáticas, literatura, lenguas en las que están escritos los documentos, historia y biología. Dado que no todas las personas tienen tiempo suficiente para estudiar todas estas ciencias, hemos elaborado los siguientes textos, que servirán como base en el estudio de la genealogía:</p><p><ul><li>Origen: una visión general de lo que conocemos sobre el origen de nuestra especie, basándonos en estudios científicos y creencias (<htcite0>).</li><li>Método científico: explicación del método científico con ejemplos prácticos que pueden realizarse en casa (<htcite1>).</li><li>Interpretación de textos: Sección dedicada a enseñar técnicas de análisis textual y a profundizar en su relación con las matemáticas (<htcite2>).</li><li>Mis Ancestros: Guía al lector sobre cómo obtener los documentos necesarios y comenzar su árbol genealógico (<htcite3>).</li><li>Fuentes: presenta al lector las diversas fuentes utilizadas en investigaciones (<htcite4>).</li><li>Limites Naturales: Presenta al lector el concepto de límites a través de ejemplos del cuerpo humano y líquidos (<htcite5>).</li><li>Cronología: Presenta al lector los distintos períodos arqueológicos que se utilizan en la actualidad (<htcite6>).</li><li>Arboles genealógicos (Capítulo 1: Estudiar familias solo cuando hay documentos disponibles reduce la posibilidad de entender quiénes somos, además de traer innumerables confusiones, como interpretar textos poéticos como descripciones naturales. De esta forma, es esencial estudiar los textos del primer capítulo de la sección <b>Árboles Genealógicos</b> antes de proseguir con los demás capítulos. ()<htcite7>)</li></ul></p><p>Algunas familias pueden necesitar información adicional, que se listará a continuación cuando sea necesario:</p>",
               "source": [
                  {
                     "type": 1,
                     "uuid": "eda6e242-751a-46b3-b5f7-0c4489d9b374",
                     "text": "History Tracers Team",
                     "page": "Origen",
                     "date_time": {
                        "type": "gregory",
                        "year": "2023",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "44acb900-ee84-4e42-8d9b-a947351af2cd",
                     "text": "History Tracers Team",
                     "page": "Método científico",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "2806b294-0d2a-4ca2-8008-b2b82791427a",
                     "text": "History Tracers Team",
                     "page": "Interpretación de textos",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "e21391d8-f158-454f-a677-531f9e8d23a0",
                     "text": "History Tracers Team",
                     "page": "Mis Ancestros",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "8b18d52e-6afb-425d-b59c-19030d041c48",
                     "text": "History Tracers Team",
                     "page": "Fuentes",
                     "date_time": {
                        "type": "gregory",
                        "year": "2023",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "18a901e4-3da3-45d8-a239-fb551e78698e",
                     "text": "History Tracers Team",
                     "page": "Limites Naturales",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "cff9edbf-cd50-44cd-8ef7-54197d68c82b",
                     "text": "History Tracers Team",
                     "page": "Cronología",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "70ba21f1-9da5-43ef-8f15-6a27ff96b678",
                     "text": "History Tracers Team",
                     "page": "Arboles genealógicos (Capítulo 1)",
                     "date_time": {
                        "type": "gregory",
                        "year": "2026",
                        "month": "",
                        "day": ""
                     }
                  }
               ],
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      },
      {
         "id": "navigation",
         "text": [
            {
               "text": "<p><h3>Navegación</h3>La página de visualización de familias del History Tracers está organizada en tres secciones principales:</p> <p><ul><li><b>Lista de Patriarcas/Matriarcas:</b> En esta sección inicial se presenta el nombre de la primera persona conocida que da nombre a la familia o la región donde la familia residió.</li><li><b>Personas agrupadas por la familia del(da) Patriarca/Matriarca:</b> Al hacer clic en el nombre de una persona o región en la primera sección, el lector es dirigido a una sección donde se enumeran el patriarca/matriarca, sus descendientes y un resumen de sus respectivas historias. Las historias respaldadas por fuentes primarias se presentan en texto normal, mientras que las hipótesis, sin documentación, se muestran en itálicas.</li><li><b>Fuentes primarias y referencias</b>: Cada historia viene acompañada de sus respectivas fuentes primarias y referencias, que pueden ser exploradas con detalle haciendo clic en ellas.<br /> Un error común entre los investigadores genealógicos es asumir que la escritura de un libro implica un seguimiento perfecto del método científico, lo cual no siempre es el caso. Para evitar esta confusión, se separan claramente las fuentes primarias, que demuestran la existencia de una persona, de las referencias presentes en publicaciones como libros genealógicos. Las referencias religiosas, contemporáneas a las personas mencionadas, pueden considerarse también como fuentes primarias.</li></ul></p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      }
   ],
   "exercise_v2": null,
   "game_v2": null,
   "date_time": null
}
