{
    "title" : "Who ... ?",
    "header" : "Who discovered Abya Yala/América?",
    "sources" : [ "indigenous_who_discovered" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p>Before to proceed, please, answer: who discovered <i>Abya Yala</i>(<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39 - 43</a>)/America?</p><p>Simple answers for complicated questions in normal situations are wrong, but they are comfortable. An example of this situation are classes teaching people that nothing exists or happened before a person to arrive. On this web page we talk about the idea of \"discovering\" <i>Abya Yala</i>/América, but it is not shown all known possibilities, for more details, it is suggested to study Stuart C. Brown's work (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('47cfc7a1-a884-4bb4-80a8-376f8cca122b'); return false;\">Brown, Stuart C., 1993</a>).</p>"
                },
                {
                    "id" : "word",
                    "text" : "<h3>The meaning of \"discovering\"</h3><p>When I was talking with Ludwing Nguillatun, an Indigenous from Mapuche people (Wallmapu), a sentence called my attention: \"pessoas estudam letras e não palavras\" [Free translation: people study letters instead the words]. In fact, when the word meaning is not understood, this conduct people to answer wrong questions like we are answering on this page.</p><p>According to Oxford English Dictionary, the word \"discover\" means <i>\"gen. To obtain sight or knowledge of or become aware of (a thing or person previously unknown or… transitive. With clause as object, or simple object…\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('cefb324d-a55f-40c2-89be-1ba8f761af60'); return false;\">Oxford English Dictionary</a>)). The copied text has some reticence, but what matters for this study is complete there. When the meaning is present as \"become aware of (a thing or person previously unknown\", it is defined that discover happens according to the vision of a person or country, in other wordsa, the discovery can happen for different people.</p>"
                },
                {
                    "id" : "christian",
                    "text" : "<h3>The discovery according to the Christian worldwide</h3><p>According to Christian worldwide, the person that \"discovered\" the \"New World\" was Christopher Columbus, ignoring that Rodrigo de Triana was the first to see the continent (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 1</a>). There are distinct reasons to accept the idea that Christopher Columbus was the first to see the \"New World\", but one specific call our attention: the fact that Rodrigo de Tirana was a Jewish that became Christian (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4a21ac3a-0e46-4806-945a-86b3377f6c57'); return false;\">Zielonka, Rabbi Martin, 1939</a>) could affect the recognition.</p><p>The first person \"to discover\", according to Christian worldwide, reports the Indigenous people that were already in America (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a464098f-8602-46a0-8ade-ad1f034621ee'); return false;\">Hofmann, Sabine, 1997</a>).</p>"
                },
                {
                    "id" : "vikings",
                    "text" : "<h3>The discovery according to the Vikings</h3><p>When it is made a comparison between Christian and Viking worldwide, it is possible to identify common characteristics: <ul><li>Leif Ericsson is considered the first person to reach <i>Abya Yala</i>/America, but Bjarni Herjolfsson arrived years before (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 8</a>) to the continent, so the \"first\" person to reach the place was selected.</li><li>There was also contact with indigenous people present on the continent (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>), so the \"discovery\" were a personal discovery or a country discovery of a region that already had people.</li></ul></p>"
                },
                {
                    "id" : "indigenous",
                    "text" : "<h3>The discovery by science vision</h3><p>Genetic and anthropological research allows us to answer the question, that is not the wished answer for a lot of people, but it is the answer with better fundamental. In scientific areas we are always investigating, so the answer given today can change any time soon.</p><p>There is a hypothesis to have different <i>Homo sapiens</i> migration through the Bering Strait (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('601750ac-2b5b-4353-bd52-74a9c8483808'); return false;\">O’Rourke, Dennis H., and Jennifer A. Raff., 2008</a>). In different museums (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b6ffcac4-7379-4a21-ba3c-326e8cb39129'); return false;\">San Salvador</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0be2ea18-ab78-4cb1-b3be-1ff0ba4ade95'); return false;\">México</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b5c517d-478c-4972-ab07-22f9f7fdb26c'); return false;\">Perú</a>) I had the opportunity to go to, it was possible to identify a consensus that migration happened between 13500 and 30000 years ago (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('064c3691-1f4c-491b-b643-150c011b4525'); return false;\">Goebel, Ted, et al., 2008</a>). As we know, there was not any written system made during any of crossing period in Abya Yala/América (and in the world), so we cannot name who was the first person to discover <i>Abya Ayla</>/America, but for sure, the person was a <i>Homo sapiens</i> like us in 21st century.</p>"
                },
                {
                    "id" : "end",
                    "text" : "<h3>Conclusion</h3><p>The last given answer probably brings unhappiness, because it removes the certainty. This uncertainty compared with other answers conduct us to reflections about certainty: <ul><li>Why do you need to know everything? Is this not a blocker to knowing more?</li><li>Could you observe that the \"concrete\" answers hide facts? Such as the fact that the \"first\" person in a different worldwide were not the first people to see or to walk through the continent.</li><li>After this text, do you keep your initial idea about to discover something? What did you discover in your life that others also discovered before?</li><li>Your answer for \"Who discovered  Abya Ayla/América?\" is the same of the science? Or is there a necessity to name somebody to be \"the first\"?</li></ul></p>"
                }
            ]
        }
    ]
}
