{
    "title" : "Who ... ?",
    "header" : "Who discovered Abya Yala/America?",
    "sources" : [ "24e0b84e-31ea-43eb-a9f0-c2e854190659" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1713095569" ],
    "authors" : null,
    "reviewers" : null,
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p><h3>Introduction</h3>Before we continue, I'd like you to ponder this question: Who discovered  <i>Abya Yala</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39 - 43</a>)/America?</p><p>Simple answers to complex questions are often inaccurate, yet they provide a sense of comfort. An example of this is found in educational settings where the narrative begins with the arrival of a single individual, disregarding everything that preceded it. On this webpage, we delve into the concept of \"discovery\" concerning <i>Abya Yala</i>/America, but we acknowledge that not all perspectives are explored here. For a more comprehensive understanding, I recommend studying Stuart C. Brown's work (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('47cfc7a1-a884-4bb4-80a8-376f8cca122b'); return false;\">Brown, Stuart C., 1993</a>).</p>"
                },
                {
                    "id" : "word",
                    "text" : "<p><h3>The significance of \"discovery\"</h3>During a conversation with Ludwing Nguillatun, an Indigenous member of the Mapuche community (Wallmapu), a particular phrase caught my attention: \"pessoas estudam letras e não palavras\" [people study letters instead of words]. Indeed, when the true meaning of a word is overlooked, it often leads to erroneous conclusions, much like the questions we're addressing on this page.</p><p>According to the Cambridge Dictionary, \"discover\" means <i>\"to find information, a place, or an object, especially for the first time\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('cefb324d-a55f-40c2-89be-1ba8f761af60'); return false;\">Cambridge Dictionary, \"discover, verb\"</a>)). The notion of \"... to discover for the first time\" can vary among different individuals, particularly in contexts where global communication channels are absent.</p>"
                },
                {
                    "id" : "christian",
                    "text" : "<p><h3>Discovery from a Christian perspective</h3>In the Christian worldview, Christopher Columbus is credited with \"discovered\" the \"New World\" despite the fact that Rodrigo de Triana was the first to catch sight of the continent (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 1</a>). Various factors contribute to the widespread acceptance of Christopher Columbus as the primary discoverer of the \"New World\", but one aspect deserves special attention: the possibility that Rodrigo de Tirana might have been of Jewish descent and converted to Christianity (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4a21ac3a-0e46-4806-945a-86b3377f6c57'); return false;\">Zielonka, Rabbi Martin, 1939</a>), which could have influenced his recognition.</p><p>The initial \"to discover\", according to the Christian worldview, acknowledges the presence of Indigenous peoples who already inhabited <i>Abya Yala</i>/America (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a464098f-8602-46a0-8ade-ad1f034621ee'); return false;\">Hofmann, Sabine, 1997</a>).</p>"
                },
                {
                    "id" : "vikings",
                    "text" : "<p<h3>Discovery from the Viking perspective</h3>>When comparing the Christian and Viking worldviews, we can discern shared characteristics: <ul><li>Leif Ericsson is often hailed as the first to reach <i>Abya Yala</i>/America, yet it's noteworthy that Bjarni Herjolfsson arrived years earlier (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 8</a>). Thus, the designation of the \"first\" person to reach the location appears to be selective.</li><li>Additionally, there is evidence of contact with indigenous peoples already inhabiting the continent (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>). This suggests that the \"discovery\" was not a solitary endeavor but rather the encounter with a region already populated by others.</li></ul></p>"
                },
                {
                    "id" : "indigenous",
                    "text" : "<p><h3>Discovery through the Lens of Science</h3>Insights from genetic and anthropological studies provide us with answers, though not always the ones many may wish for. Scientific inquiry is a dynamic process, and the conclusions we arrive at today may evolve with further investigation.</p><p>There are hypotheses suggesting multiple migrations of Homo sapiens across the Bering Strait (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('601750ac-2b5b-4353-bd52-74a9c8483808'); return false;\">O’Rourke, Dennis H., and Jennifer A. Raff., 2008</a>). Visits to various museums (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b6ffcac4-7379-4a21-ba3c-326e8cb39129'); return false;\">San Salvador</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0be2ea18-ab78-4cb1-b3be-1ff0ba4ade95'); return false;\">México</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b5c517d-478c-4972-ab07-22f9f7fdb26c'); return false;\">Perú</a>) have revealed a consensus that these migrations occurred between 13,500 and 30,000 years ago (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('064c3691-1f4c-491b-b643-150c011b4525'); return false;\">Goebel, Ted, et al., 2008</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3aded71f-8528-4d70-97fc-295b04ca5ebe'); return false;\">Pirula, 2017</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6af790a8-2fe4-417d-9bc9-615cd5be4398'); return false;\">Pirula, 2021</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('98456252-713f-403d-81bb-462f753d3979'); return false;\">Iamarino, Atila, 2023</a>). Given the absence of written records during these crossings in <i>Abya Yala</i>/America (and globally), pinpointing the first individual to discover <i>Abya Ayla</i>/America, is impossible. However, it is evident that the discoverer was a <i>Homo sapiens</i> like us.</p>"
                },
                {
                    "id" : "end",
                    "text" : "<p><h3>Conclusion</h3>The scientific perspective, while enlightening, may also unsettle due to its lack of absolute certainty. This uncertainty prompts reflection on the nature of certainty: <ul><li>Why the insistence on knowing everything? Could this desire hinder further learning?</li><li>Have you noticed how \"concrete\" answers sometimes obscure facts? For instance, the \"first\" person in various narratives may not have been the initial observer or explorer of a particular territory.</li><li>After engaging with this text, does your conception of discovery remain unchanged? Reflect on what you've discovered in your own life that others have also uncovered before you.</li><li>Is your answer to \"Who discovered Abya Ayla/America?\" aligned with the scientific perspective, or do you feel compelled to name an individual as \"the first\"?</li></ul></p>"
                }
            ]
        }
    ]
}
