{
    "title" : "Origin - Our prehistoric ancestors",
    "sources" : [ "3bf12a92-5093-4f67-8ef6-8794b996779d" ],
    "common" : [ "<p>This page does not show any specific ancestor, because it is showing prehistory, so there is not any available text citing names. The main goal of this page is demonstrating that <b>we have the same origin</b>.</p><p>The name given to Charles Darwin's theory, evolution, creates confusion for some readers. They can think about improving in a direction of something higher, when we have description of changes, that are named mutations (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6ebf58d7-2f1d-47b6-84ac-07d1430c2981'); return false;\">DNA and Mutations, Berkeley</a>), happening through generations. These mutations in DNA (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>), when they are favorable, help the specie to adapt better to environment conditions (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('71093c75-b1eb-4289-9711-698b054af418'); return false;\">Evolution: Changing Species Over Time, National Geographic</a>), so there is a high probability to be selected during genetic transmission for the individuals that have it.</p><p>When we work with genealogy, the mitochondrial DNA and Y chromosome (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>), the uniparental DNAs (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>), allow us to do a genetic mapping of distant ancestors more efficient than autosomal DNA (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('48954556-6e7a-49e0-b844-04c365ad3436'); return false;\">Jinam, Timothy A., et al., 2012, pp. 3515</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>).</p><p>It is not uncommon to see people tracing their lineage until reach an initial couple using only books (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad3558db-57fd-475b-a3ff-c7899a8d95b2'); return false;\">Harari, Yuval Noah, 2014, pp. 24 of 439</a>), would this family tree to have mistakes? This is a complicated question, that we can not avoid. The direct answer for the question is no. Is this answer a contradiction for what genetic is showing? This confusion needs explanation. The biological sciences were not made to show mistakes in social humanity sciences, instead, they are complementary sciences. When someone makes his family tree to reach a specific couple, he is using sources that conduct to this conclusion, sources written before we knew something about DNA (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>), so the family tree is correct according to used sources.</p><p>To make a genealogical tree using genetic means that in some moment names will not be available, on the other hand, this removes the number of generation limitation. Considering this, how many additional generations would we have using genetic? To answer this question, it is necessary to use not only history and genetic, but also the math: <ul><li>The writing systems appeared around 5500 years ago (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22c3824d-559b-4341-b999-cd0bb39c6246'); return false;\">\"History of writing systems\", Encyclopedia Britannica.</a>), so it is not expected to have generations records available centuries before this period of time. Obviously, it is necessary to understand that events can be created according to some necessities and expand beyond this limit. For example, the Sumerian kings \"lived\" for a long time, with highlight for Alaljar, that reigned for 36000 years (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('01ee98b4-e72d-47dd-81ee-138b20ac631d'); return false;\">Fink, Sebastian and Sazonov, Vladimir, 2019</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('45740c63-f48a-42e6-973f-f41654116415'); return false;\">History Tracers, 2024</a>). According to the freedom that writing system allows, we use as limit for the life, the maximum period of time allowed by telomere, this means around 100 years (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('66c80cb5-4531-44f7-bbd4-3dd0ac7110e9'); return false;\">Steenstrup, Troels, et al., 2017</a>).</li> <li>After defining a limit for human life expectancy, it is necessary to define years people have a new generation. We are studying a long period of time, where cultures and behaviors are changed. To do an approximation to work, we opt to follow the research of Richard J. Wang et al. This implies the average of years for men to 30,7 ± 4,8 years and for women 23,2 ± 3,0 years in the past 250,000 years (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dd34414b-8f55-4e5e-877a-c0e111e871be'); return false;\">Wang, Richard J., et al., 2023</a>).</li> <li>As the reader probably observed, in Richard J. Wang et al.' work, there is an uncertainty in the measure shown by signal '±', this uncertainty is part of all measure that we make. Here it is planned to do a simplified demonstration, so it is considered that the average generation for men is  30 years and for women is 23 years.</li> <li>For the majority of the time our specie existed, it was not possible to have generations without a man and a woman, because there was no artificial fecundation, it is selected only man generation age to go ahead with math.</li> <li>After all simplifications, it is possible to arrive at the conclusion that since writing system was made, we had around 183 generations (5500 years/ 30 years/generations).</li> <li>The research of distinct paleontologists and geneticists shows that our specie is 250,000 years old, so applying the previous logic, it is possible to estimate around 8333 generations (250,000 years / 30 years/generations).</li><li>These data show us that the genetic allowed us to find around 8150 generations that were 'hidden' by missing writing system.</li></ul></p><p>For more details about our prehistoric ancestors, it is suggested for the reader to study Charles Darwin's work (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57763a8f-035c-490b-8612-8e4c7cd4c10a'); return false;\">Darwin, Charles, 19--, Vol. II</a>), Ian Tattersal e Jeffrey H. Schwartz's paper (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009</a>), and text available on Britannica encyclopedia website ( <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3ce506ac-8895-40dd-89f7-57f80517aba4'); return false;\">Tuttle, Russel H., 2023</a>).</p>" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "families" : [
        {
            "id" : "4bbf87a2-ce0d-46bd-8d5e-ab94a00e7ecd",
            "name": "<i>Homo neanderthalensis</i>",
            "history": [ "This specie is considered an archaic human (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cded03d2-aa3b-4d3e-8a35-ab1b637057d3'); return false;\">Trinkaus, E., Tuttle,. Russell Howard and Williams, Frank L'Engle, 2023</a>). They are also named as a subspecies <i>Homo sapiens neanderthalensis</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>).", "The <i>Homo neanderthalensis</i> had a brain size compatible with our specie, but thy also had specific characteristics (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009, pp. 79</a>).", "This specie lived in different regions on Earth between 200,000 and 30,000 years ago, with fossils found in the Levant, Europe, and Asia  (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009, pp. 79 - 81</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad3558db-57fd-475b-a3ff-c7899a8d95b2'); return false;\">Harari, Yuval Noah, 2014, pp. 22 de 25, 21 de 439 - 24 de 439</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7c1b0ff0-2b85-4059-bb95-e052522791f4'); return false;\">Pirula, 2021</a>).", "The mating between <i>Homo neanderthalensis</i> and <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cded03d2-aa3b-4d3e-8a35-ab1b637057d3'); return false;\">Trinkaus, E., Tuttle,. Russell Howard and Williams, Frank L'Engle, 2023</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6af790a8-2fe4-417d-9bc9-615cd5be4398'); return false;\">Pirula, 2021</a>) happening in a small frequency when it is compared with other species of primates mating (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cb3dde46-caa6-4dff-8746-1a3562c4e448'); return false;\">Karenleigh A., Overmann, and Frederick L. Coolidge., 2013</a>).", "The fact that we have two human species so close made different research, to try to determine the period of time for both specie origin. After studying 4 different models, Phillip Endicott et al. arrived at the conclusion that both species had origin around the Middle Pleistocene, between 480,000 and 425,000 years ago (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('13a06607-7560-4486-9531-9913e2b3ec7b'); return false;\">Endicott, Phillip, et al., 2010</a>)." ],
            "people" : [
                {
                    "id" : "f77d9341-91f5-4543-a2be-5d58a6db457e",
                    "name": "Not Known",
                    "history" : [ "There is not any information that allows us to name the first <i>Homo neanderthalensis</i>" ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : null,
                            "father" : "4b574a09-3f99-4f5a-8666-8294b2e06dd2",
                            "father_name" : "Not Known",
                            "mother_family" : null,
                            "mother" : "7e7af2b0-c971-4794-bd5d-e4de82d4344f",
                            "mother_name" : "Not Known"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "086a56d9-5120-443a-bcc3-1c2bd20cec8d",
                            "family_id": null,
                            "name" : "Not Known",
                            "history" : null 
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "6af4996d-f9a2-4108-be05-17aff3bcb85a",
                            "marriage_id": "086a56d9-5120-443a-bcc3-1c2bd20cec8d",
                            "name" : "Not Known",
                            "family_id": "4bbf87a2-ce0d-46bd-8d5e-ab94a00e7ecd",
                            "history" : null
                        }
                    ]
                }
            ]
        },
        {
            "id" : "59404163-47c8-4ce6-8e86-e6cbb3fbfe40",
            "name": "<i>Homo sapiens</i>",
            "history": [ "When we cite families using surname, like Tavares' family, we start a family tree from a couple, we are talking about recent understanding, because the writing systems were made a few millenniums ago (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22c3824d-559b-4341-b999-cd0bb39c6246'); return false;\">\"History of writing systems\", Encyclopedia Britannica.</a>). Now, when we talk about our specie, <i>Homo sapiens</i>, it is a long history (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad3558db-57fd-475b-a3ff-c7899a8d95b2'); return false;\">Harari, Yuval Noah, 2014, 24 de 439 - 439 de 439</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6af790a8-2fe4-417d-9bc9-615cd5be4398'); return false;\">Pirula, 2021</a>), and this conduct us to questions: who are we? Who are the <i>Homo sapiens</i>? The specie name was given by Carolus Lininnaeus more than one century before Charles Darwin had published his work. The main goal of Lininnaeus' work was to differentiate ourselves of near species (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>). The conclusion about our characteristics has relationship with well-defined genetic from mitochondrial DNA and Y chromosome (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>). All genes together make exclusive visible characteristics in our specie as: a brain with 1350 centimeters cubic, skull has a short base and modification in bones and muscle (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6019d57c-d279-4522-b9c5-ee79c90ad547'); return false;\">Dorey, Fran, 2020, Australian Museum</a>). Ending this explanation, it is informed that there is research proposing a subspecies of <i>Homo sapiens</i>, and through it, we would be named <i>Homo sapiens sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens\"</a>).", "All families listed in this project are the same specie, <i>Homo sapiens</i>. This can change In millenniums, when a new speciation process happens (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b2067355-8f41-470b-a270-1de259627fc2'); return false;\">Speciation, National Geographic</a>)."  ],
            "people" : [
                {
                    "id" : "5de43ad0-ce8f-4a1c-8525-a1dd8fc3613f",
                    "name": "Not Known",
                    "history" : [ "There is not any information that allows us to name the first <i>Homo sapiens</i>" ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : null,
                            "father" : "ff26c4cf-aca9-43d5-a921-955fc7931231",
                            "father_name" : "Desconhecido",
                            "mother_family" : null,
                            "mother" : "13fcb0ce-fdd4-4fd0-a4be-ee1e2970ba34",
                            "mother_name" : "Desconhecida"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "07ee6874-7809-45eb-b838-e954e419cca4",
                            "family_id": null,
                            "name" : "Not Known",
                            "history" : [ "We name as Not Known, the same person named metaphorically as \"mitochondrial Eve\", the person that would be our common ancestor, the ancestor of all cited families on this site. This idea is not accepted by all researchers, for example, Francisco J. Ayala affirms about this idea: \"The inference that all humans descend from only one very few women(1) is based on a confusion between gene genealogies and individual genealogies\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b2067355-8f41-470b-a270-1de259627fc2'); return false;\">Ayala, Francisco J., 1995, pp. 1933</a>). On the other hand, Alan G. Morris et al. show that around 200,000 (two hundred thousands) years ago (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5b1fbe38-b56f-4035-b88e-67dc2c33c1b3'); return false;\">Morris, Alan G., et al., 2014</a>) citing work made by Doron M. Behar et al. (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('29447334-0144-4398-bad6-5e8278920de6'); return false;\">Behar, Doron M., et al., 2008</a>). ", "Here it is shown different relationships and not a unique marriage." ]
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "a4d44e43-7b35-4d20-898f-bf09c2020224",
                            "marriage_id": "07ee6874-7809-45eb-b838-e954e419cca4",
                            "name" : "We",
                            "family_id": null,
                            "history" : [ "<b>All</b> people named in this project are <i>Homo sapiens</i>." ]
                        }
                    ]
                }
            ]
        }
    ]
}
