{
    "title" : "Who ... ?",
    "header" : "Who did say that indigenous are different people?",
    "sources" : [ "indigenous_who_difference" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p>Considering people different it is something common in our history, in some cases we reach the level of creating an artificial hierarchy, considering a group of people inferior, but is there logic behind these actions? Did the European people consider the Indigenous were inferior?</p>"
                },
                {
                    "id" : "history",
                    "text" : "<h3>The differentiation in Eurasia history</h3>In this research the focus are people that had control or lived in the Iberia peninsula before they reached <i>Abya Yala</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39-43</a>)/America, because independent of the fact the Viking arrived before them (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 7,8</a>), they did not live for a long period of time in <i>Abya Yala</i>/América, and probably they also were kept away by Indigenous (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>).</p><p>The Greco-Roman people classified everybody living outside their borders as \"barbarian\", this is a generic word that <i>\"tends to transform the neighbors of the Roman Empire into a collectivity\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68829a14-b03d-43d0-b704-22aae1fb35f7'); return false;\">Walter, Goffart, 1981, pp. 277-278</a>) and it is also a word that excludes people, like Suzanne Devallet cites (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne</a>). This understanding apparently was kept in next centuries, but this is not the unique vision to exclude people that had influence on Iberia people.</p><p>It is also possible to find an exclusion understanding among Arab sources like Ibn Khaldūn's work (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958</a>). When he describes the Negro people of Lamlam, that, according to his own words, were invaded and enslaved (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 118-119</a>), he also talks about another group of <i>Homo sapiens</i> living beyond them to the South:</p><p> <ul class=\"citation\"><li><i>\"Beyond them to the south, there is no civilization in the proper sense. There are only humans that are closer to dumb animals than to rational beings. They live in thickets and caves and eat herbs and unprepared grain. They frequently eat each other. They cannot be considered human beings.\"</i></li></ul></p><p>. Both people are treated as humans, but it is created an artificial distance between them, a \"rational\" group and another near to \"irrational animals\".</p><p>There is almost one millennium difference between the Roman Empire falls and Ibn Khaldūn's work, but we have similarity between the Roman people trying to be far from barbarians (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>) and the Arab vision to differentiate the Sub-Sahara people from areas where Arab culture were spread (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 119</a>).</p><p>The differentiation understanding was present in Eurasia for centuries against near people that they know, so it would not be different when they meet the unknown.</p>"
                },
                {
                    "id" : "meeting",
                    "text" : "<h3>Meeting the unknown</h3><p>There is documentation describing that in the whole <i>Abya Yala</i>/America continent the colonizers did not treat well the Indigenous, but on this page it is described only two histories that arrived in our days thanks to description given by Franciscans in Yucatán-MX and Jesuits in the old Captany of São Vicente - BR.</p><p>The colonizers action in Yucatán, where Diego de Landa stood out, against Indigenous are described by different research. Among the highlighted atrocities, it is possible to list: <ul><li>Use of Torture (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 477-478</a>).</li><li>Destruction of ancient Mayas' text (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 479-480</a>) burning them (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 32-36</a>).</li></ul>What were the reason for doing these atrocities? David E. Timmer explains that actions were taken because colonizers had an apocalyptic understanding (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 485-488</a>), while Colt Segrets reports that \"idolatry\", according to Christian perspective, and he also cites Diego Muñoz Camargo's letter citing inferiority <i>\"hay indios tan simples y de tan poco entendimiento, que se pueden comparar con animales irracionales\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 44</a>), this understanding is analogous to Ibn Khaldūn (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 118-119</a>).</p><p>Except for the fact that there was no documentation burning reported, it is also possible to observe in the ancient Capitany of São Vicente had an analogous understanding by Portuguese colonizers. The understanding of superiority, it is not explicitly written, but it was not hidden by Saint José de Anchieta, that described Tibiriçá as a person with \"tanta madureza que não parecia homem do Brasil.\" (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef2da4a7-021f-48d6-b8b5-5e343ceffbba'); return false;\">Anchieta, José de, Santo, 1933, pp. 187</a>). This superiority understanding would simplify the massacre against the Indigenous grouped as \"confederação dos Tamoios\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('edf91bed-62b7-4dcd-bd1a-23e873bc372c'); return false;\">Perrone-Moisés, Beatriz, and Sztutman, Renato, 2010</a>), here, it is not given details about these Indigenous, because the people are already described in the genealogical section.</p>"
                },
                {
                    "id" : "european",
                    "text" : "<h3>The wish to be an European</h3><p>The understanding of superiority was kept in Brazil, and this conduct the distinguished researchers Pedro de A. T. Paes Leme and Luiz G. Silva Leme \"to move\" the birthplace of their Indigenous ancestors to Europe (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a8382521-89c3-4f67-b92e-b5d9ebcb50ad'); return false;\">Schneider, Alberto L., 2016, pp. 99-100</a>). The ASBRAP published a talk, that we suggest the reader to watch, about the Paulista women's DNA, on this page we only describe the supposed Isabel Velho described as a person from Porto-PT by Pedro de A. Taques Paes Leme (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e3d46827-def1-498a-aa72-ff5f3fe8b141'); return false;\">Paes Leme, Pedro T. de A., 1976, Tomo III, pp. 141</a>), but the sequential DNA of her unique possible documented daughter shows that she is an Indigenous person (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b3c190a-a903-4066-adae-cd565147011b'); return false;\">Sillos, Luiz, 2023, t. 02:12:26</a>).</p>"
                },
                {
                    "id" : "indigenousvision",
                    "text" : "<h3>And what is the Indigenous vision?</h3><p>Ancient texts were destroyed, and some Indigenous did not have the necessity to make a write system, so it will not be possible to say that never happened a superiority idea among the Indigenous, but we know the existence of wars in Mesoamerica, that were not like Eurasia's wars (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c6d9c6f6-2e8b-4e53-8e4a-f8f29fbbeec9'); return false;\">Chase, Arlen F., Chase, Diane Z., 1998</a>).</p>"
                },
                {
                    "id" : "science",
                    "text" : "<h3>Is it possible tofin a equality understanding?</h3><p>When we take a look at Indigenous cosmovision, it is possible to reinforce the hypothesis that indigenous had an equality vision. In the Popol-Vuh, the Mayas' sacred book, there is an explanation for our specie , <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bb8148ed-01cf-47fc-b941-5af304945e66'); return false;\">Vela, Enrique, 2007</a>), creation, and part of it has a relationship with our study. This text describes the relationship between \"wood man\" and monkeys (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('8fcee36c-411a-4fc8-8217-b9a07a34d3da'); return false;\">Popol Vuh, 2021, pp. 39</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('74bdb72d-1770-4694-8f8e-71e680f1d49c'); return false;\">Popol Vuh, 1954, Ch. 3, pp. 8</a>): <ul class=\"citation\"><li><i>\"“Señal de esta gente son los monos que ahora andan por los montes y por eso quedaron de señal, porque solo fueron de palo, hechos por el Criador, y el mono por eso se parece al hombre porque es señal de otro género de hombres hechos de palo\"</i><li></ul> </p> <p> <ul class=\"citation\"> <li><i>And it is said that their descendants are the monkeys which now live in the forests; these are all that remain of them because their flesh was made only of wood by the Creator and the Maker. And therefore the monkey looks like man, and is an example of a generation of men which were created and made but were only wooden figures.</i></li> </ul></p><p>it is possible to observe that there is an idea of our specie and other animals being part of the same \"creation process\", so there is an idea of equality among them.</p><p>Centuries later, during a trip that also had <i>Abya Yala</i>/América in the trajectory (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I, pp. 57</a>), Charles Darwin finally put on paper what is observed in the nature, the equality among all Homo sapiens through a common ancestor, that is not a \"monkey\" like common sense spread erroneously, instead, it is another animal that had mutations before becoming <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57763a8f-035c-490b-8612-8e4c7cd4c10a'); return false;\">Darwin, Charles, 19--, Vol. II</a>). It was not added specific citations for the last sentence, because there is the understanding hat people should study the whole Charles Darwin's work.</p><p>Both the Maya people and Charles Darwin had observations with conclusions that look like the same, but they are different..</p>"
                },
                {
                    "id" : "end",
                    "text" : "<h3>Conclusion</h3><p>In the past, there was conclusion of people's superiority based either because they considered themselves \"a different society\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>), or to simplify a conquest (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('deee2b21-a37a-4d68-80f8-1beaf4f2062b'); return false;\">Corrêa, Fernanda M., 2016, pp. 80,81</a>). When we take a look in history books it is possible to be confused thinking that this is not happening nowadays, but this is a reality that unfortunately did not change, an example of this is the social concept of \"race\" that does not have basis from biological science, but this is not a consensus, like Rose M. Brewer shows in her work (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f20eb3b0-891f-4acf-855f-e9b4200a2b57'); return false;\">Brewer, R.,2006</a>). The race concept is visible through a structural racism that does not allow people to improve their lives (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a019d6db-a95d-4ec1-a8e2-9a55a02265f2'); return false;\">de Almeida, Silvio Luiz, 2018</a>), and we still have people trying to do the indigenous inferior to explore their territory is also alive in these first years of the 21st century (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('efa69174-3b5e-48d5-9093-de490208e550'); return false;\">Urzedo, Danilo, and Pratichi Chatterjee, 2021</a>). Considering that this cycle of superiority and inferiority never ends, I am finishing this text with some questions to bring reflection: <ul><li>Do you have difficult assuming that everybody is equal, only having different preferences?</li><li>Why do you want to be superior to others?</li><li>Why is your vision correct while others are wrong?</li><li>Is there any fear in the present or in an uncertain future that forces you to classify your opinion correct instead of other opinion?</li></ul></p>"
                }
            ]
        }
    ]
}
