{
    "title" : "The numbers in our life",
    "header" : "The numbers in our life",
    "sources" : [ "95db4334-2e79-48ed-990f-cd8cdae96808" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td>Previous</td> <td> Top </td> <td>Next</td></tr><tr><td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\">Index</a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\">Index</a></td> <td><a href=\"index.html?page=class_content&arg=02aa3242-b06a-492f-b7b9-baaf8c041616\" onclick=\"htLoadPage('class_content', 'html', '02aa3242-b06a-492f-b7b9-baaf8c041616', false); return false;\">Making pattern</a></td></tr></table></p>"
                },
                {
                    "id" : "introduction",
                    "text" : "<p><h3>How do we start counting?</h3>To understand better the necessity to count, we invite the reader to an exercise. Imagine you are living in a time when the most advanced tool is built with stones, there is no internet, television, or anything built with metals. This is the environment that our ancient ancestors lived, and they discovered different solutions that we use nowadays.</p><p>Now that we are back in time, it is not possible to store food for a long period anymore. According to this scenario, think about next questions, before to proceed:</p><p class=\"reflection\"><b>Reflection 1: Collecting food from the nature</b><br />  1. Let us suppose you have to bring fruits for your family, how are you going to count fruits for your father, your mom, your brother, and you?<br />2. Is it possible other families living in a different place to have the same idea you have now?<br />&nbsp;</li></ol></p>"
                },
                {
                    "id" : "first_answers",
                    "text" : "<p><h3>Observation to answer</h3>We made many discoveries through observation. The answers for the previous two questions can also be obtained using this method. Take a look at your hands, you can observe that the fingers can help you to count people. You can reach this goal, raising a finger for each person that lives with you. About the second question, it is possible to arrive to the conclusion that other people can also arrive to the same conclusion using their fingers.</p>"
                },
                {
                    "id" : "logic_begin",
                    "text" : "<p><h3>Expanding the logic</h3>Let's go for one more reflection. It was possible to enumerate a family with father, mother, your brother and you with one hand. Now imagine that your parental and maternal grandparents are coming together to your home, and you need to get fruits one more time, it is still possible to enumerate them, but now you need two hands. Let us imagine a meeting even bigger, how would you enumerate a sample of people bigger than the number of fingers you have on your hands?</p>"
                },
                {
                    "id" : "logic_end",
                    "text" : "<p><h3>Time to begin with abstraction</h3>Our logic of using fingers proved to be efficient, but we reach a <b>limit</b>, that must be considered. Let us improve our it: <ul><li>A solution would be to use feet's fingers with hands' fingers, but this only expands the <b>limit</b>, and it is not a complete solution.</li><li>Another possible solution, it would be asking for help. Now that we have more people eating, we also have more people to help to enumerate and catching fruits. We will proceed like we did with our hands. When we were using the hands, we started raising fingers until we have all up, after this we started raising fingers of other hand. Our guest will stand in our side doing the same action. This could be enough for a meal, but to do crop, we also reach the <b>limit</b> of fingers again.</li></ul></p><p class=\"reflection\"><b>Reflection 2: About the enumeration</b><br />Using this understanding that we only need to put hands or people side to side to enumerate more.<br /> Could we represent our fingers with symbols? For example, can we use circles or lines? <br />&nbsp;</p><p>The discovery of way to counting showed here was inspired by Francisco A. González Redondo <i>et al.</i>'s work about mathematical prehistory and modern mind (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a4f22e25-5839-407f-a1aa-634521d52b42'); return false;\">González Redondo, Francisco A., et al., 2010</a>), this work shows us that in Africa and Europe were developed counting system, thousands of years before write systems to be made.</p>" 
                },
                {
                    "id" : "conclusion",
                    "text" : "<p><h3>Conclusion</h3>On this page we wrote about emerging of enumerating millennia ago in different places, probably, with our body as basis. Despite presenting only two cases of enumeration, others must have arisen over time.</p><p>On the next page, the counting systems that have been used in recent centuries are presented.</p>"
                }
            ]
        }
    ]
}
