{
    "title" : "The numbers in our life",
    "header" : "The numbers in our life",
    "sources" : [ "95db4334-2e79-48ed-990f-cd8cdae96808" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1724298500" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td><span class=\"htPrevText\"></span></td> <td> <span class=\"htTopText\"></span> </td> <td><span class=\"htNextText\"></span></td></tr><tr><td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\"><span class=\"htIndexText\"></span></a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\"><span class=\"htIndexText\"></span></a></td> <td><a href=\"index.html?page=class_content&arg=02aa3242-b06a-492f-b7b9-baaf8c041616\" onclick=\"htLoadPage('class_content', 'html', '02aa3242-b06a-492f-b7b9-baaf8c041616', false); return false;\">Making pattern</a></td></tr></table></p>"
                },
                {
                    "id" : "prerequisites",
                    "text" : [ "<p><h3>Prerequisites</h3>In this text, we explain how the necessity to count developed. To better understand this, it is important to know a bit about the human body. To assist the reader, we have written three additional texts that detail the relevant body parts, and we have also created an illustrated version of this text. You can find these texts at the following links:</p>", "<p><ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('20b14681-88c0-438a-a273-a0902ae5db38'); return false;\">Our sides are equal</a>: in this first text, we show for people their body symmetry.</li> <li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3874d1e8-0f76-4432-9ee2-d8c8c9dccf53'); return false;\">Couting</a>: we introduce the idea of counting using our body.</li> <li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cc8c1467-a6af-4f9c-ba60-ab6df35aba05'); return false;\">Beyond fingers</a>: exploring the limitations and the necessity of new tools to count.</li></ul></p>" ]
                },
                {
                    "id" : "introduction",
                    "text" : "<p><h3>How do we begin the act of counting?</h3>To understand the necessity of counting, we encourage the reader to engage in a thought exercise. Picture yourself residing in an era where the most sophisticated tools are crafted from stones, devoid of internet, television, or any metal-based creations. This mirrors the environment of our ancient ancestors, who ingeniously devised various solutions still relevant today.</p><p>Transported back in time, the ability to store food for extended periods is nonexistent. In light of this, think about next questions, before to proceed:</p><p class=\"reflection\"><b>Reflection 1: Collecting food from the nature</b><br /> 1. Let's imagine you are tasked with gathering fruits for your family. How would you tally the fruits for your father, mother, brother, and yourself?<br />2. Is it possible other families residing elsewhere to have the same idea as you have?<br />&nbsp;</li></ol></p>"
                },
                {
                    "id" : "first_answers",
                    "text" : [ "<p><h3>Observation leads to answer</h3>Many discoveries stem from observation. The solutions to the preceding two questions can also be deduced through this method. Take a moment to examine your hands: you will notice that your fingers can serve as a tool for counting people. Simply raise a finger for each individual living with you.</p>", "<p class=\"desc\"><img src=\"images/Hand_Grape.jpg\" class=\"imgcenter\"/>Figura 1: Contagem de frutas com a mão. Código-fonte disponível no repositório GitHub do projeto (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4f5657f4-4284-4e13-b90f-b0f1a7e50c68'); return false;\">History Tracers, <span class=\"htdate\"></span>, Scripts</a>)</p>", "<p> As for the second question, it is plausible to conclude that others may reach the same conclusion using their own fingers, as it is documented (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ceffba8a-43be-4de3-a5c8-27cdf81311b1'); return false;\">Puente, Francico Barriga, <span class=\"htdate\"></span>, pp. 20</a>).</p>" ]
                },
                {
                    "id" : "logic_begin",
                    "text" : "<p><h3>Expanding the logic</h3>Let's delve into another contemplation. It was feasible to enumerate a family consisting of a father, mother, brother, and yourself using just one hand. Now, envision your paternal and maternal grandparents arriving at your home together, and you're once again tasked with gathering fruits. Despite the increased numbers, it remains possible to count them, albeit now requiring both hands. Now, let's stretch our imagination even further: how would you count a gathering larger than the number of fingers on both your hands?</p>"
                },
                {
                    "id" : "logic_end",
                    "text" : "<p><h3>Time to begin with abstraction</h3>While our method of using fingers has proven efficient, we've encountered a limitation that must be acknowledged. Let's explore ways to enhance it: <ul><li>One approach would involve incorporating toe digits alongside hand digits. However, this merely extends the <b>limit</b> without offering a comprehensive solution.</li><li>Another possible solution would be to seek assistance. With more individuals present for the meal, we also have more hands available to aid in enumeration and fruit gathering. We'll follow the same protocol we employed with our hands: initially raising fingers until one hand is full, then continuing with the other hand. Our guests can stand beside us and replicate this action. While this may suffice for a meal, it still doesn't address the limitations imposed by finger counting when dealing with larger harvests.</li></ul></p><p class=\"reflection\"><b>Reflection 2: Regarding enumeration</b><br />Building upon the concept that aligning hands or individuals side by side facilitates counting more effectively, we might explore representing our fingers symbolically. For instance, could we use circles or lines to signify each finger?<br />&nbsp;</p><p>The discovery of this counting method presented here was inspired by the work of Francisco A. González Redondo <i>et al.</i> on the mathematical prehistory and the modern mind (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a4f22e25-5839-407f-a1aa-634521d52b42'); return false;\">González Redondo, Francisco A., et al., <span class=\"htdate\"></span></a>). This study demonstrates that counting systems were developed in Africa and Europe thousands of years before the advent of written language.</p>" 
                },
                {
                    "id" : "conclusion",
                    "text" : "<p><h3>Conclusion</h3>In this section, we've delved into the origins of enumeration millennia ago across diverse regions, likely rooted in our own bodily structures. While we've discussed only two instances of counting methods, it's reasonable to assume that numerous other approaches emerged over time.</p><p>On the following page, we will explore the counting systems that have been utilized in recent centuries.</p>"
                },
                {
                    "id": "fill_dates",
                    "text": [
                        { "type" : "gregory", "year" : "2024", "month" : "-1",  "day" : "-1" },
                        { "type" : "gregory", "year" : "2020", "month" : "-1",  "day" : "-1" },
                        { "type" : "gregory", "year" : "2010", "month" : "-1",  "day" : "-1" }
                    ]
                }
            ]
        }
    ]
}
