{
    "title" : "Scientific method",
    "header" : "Scientific method",
    "sources" : [ "a86f373e-c908-4796-8a96-427ba5d4c889" ],
    "scripts" : [ "a86f373e-c908-4796-8a96-427ba5d4c889" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td>Previous</td> <td> Top </td> <td>Next</td></tr><tr><td><a href=\"index.html?page=class_content&arg=7c3da107-41c0-44d5-8a3b-76bbbd813175\" onclick=\"htLoadPage('class_content', 'html', '7c3da107-41c0-44d5-8a3b-76bbbd813175', false); return false;\">Living beings</a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\">Index</a></td><td><a href=\"index.html?page=class_content&arg=95beb030-6030-4515-95f0-9a87ba759609\" onclick=\"htLoadPage('class_content', 'html', '95beb030-6030-4515-95f0-9a87ba759609', false); return false;\">Summary</a></td></tr></table></p>"
                },
                {
                    "id" : "usedsources",
                    "text" : "<p><h3>Sources used in History Tracers</h3>The History Tracers' texts have different mentions to documentation, scientific work (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5bb4fcb-4820-4c01-b2d2-2f9df8e1b2f7'); return false;\">Garcia, Emílio, 2017</a>) and religious books, that are organized as: primary sources are documentation analyzed in the project, some of them also cited in references; references are scientific papers or books that show investigation results or primary source; religious sources are cited respectfully, to expose different worldview (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0d449896-8388-4a24-8885-11e20a687d88'); return false;\">History Tracers, 2024: Sources</a>). On this page, we are going to study deeper the references.</p>"
                },
                {
                    "id" : "necessity",
                    "text" : "<p><h3>The necessity to have a method</h3>As it was exposed in previous classes, the universe was expanding, the matter was grouping and creating structures and the living beings we can see. We always try somehow to explain how or why something exists. Distinct explanations were giving for different phenomenon, some of them were left aside, because experiments gave better answers, others were left, because there was imposition. Imposition is terrible, let us pay attention to better answers, but how would it be possible to choose between answers to the same event? Consistent answers for this question were given by different people, notably Ibn Al-Haytham (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1ddee69-8fc6-4e27-8160-c4077916aed9'); return false;\">Tbakhi, Abdelghani, and Samir S. Amr., 2007</a>) and Sir Francis Bacon (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('28aab0ce-41e5-4404-ab2d-b86f711b80da'); return false;\">Quinton, A. M. , Quinton, . Baron , Lea, . Kathleen Marguerite and Urbach, Peter Michael, 2024</a>).</p>"
                },
                {
                    "id" : "scientific_method",
                    "text" : "<p><h3>The emergence of the method</h3>When presenting two works that help to define a method to obtain answers, it is not defined who was the first, or the most important, since the main class goal is to show how both are helping us, instead to create a competition.</p><p>The Ibn Al-Haytham's work describes in details the realized experiments. It also describes correctly that light reaches an object and after this, it is reflected in our eyes (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8cca37d0-35bb-42ae-8700-f425c98f4f28'); return false;\">Sabra, A. I., 1989, Book 1, Ch. 6, pp. 63</a>). The correct experiments and conclusions that he reached show a model to understand than nature (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1ddee69-8fc6-4e27-8160-c4077916aed9'); return false;\">Tbakhi, Abdelghani, and Samir S. Amr., 2007</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ed3bf544-1c30-4109-9521-f68fa8eff0e7'); return false;\">Al-Khalili, J., 2015</a>).</p><p>When Sir Francis Bacon published <i>Novum Organum</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('051faac0-97a3-4ff3-83f7-346c8a7dd14d'); return false;\">Lord Bacon, 1902</a>), defined a method known as Baconian method (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a8eff431-07fc-4e9f-8654-5d144783218c'); return false;\">Britannica, T. Editors of Encyclopaedia, 2020</a>) that describes scientific investigation through steps, that can be summarized as: <ol><li>Description of the facts.</li><li>Tabulation or classification of the facts.</li><li>Rejection or acceptance of elements associated to phenomenon, according to the tables.</li></ol></p><p>Both works have helped to make the science as we know it. Having a method that helps us exclude the results that are not explaining natural events, from results that explain, helped, among other things, to discover cures for diseases and improve our lives.</p>"
                },
                {
                    "id" : "examples",
                    "text" : "<p><h3>Examples of method utilization</h3>Let us do a small experiment, to test the method. Before to do it, please, think and answer: do the size, the mass, of something affect the noise it can do?</p><p class=\"lab\"><b>Practice 1: Applying the method to test noise</b><br />Get a small box made of a material that makes noise when something hits it.<br /><br />Now choose three small objects. These objects should be smaller than the box size, for example, a bean, a small rock, and a cotton.<br /><br />Now get a sheet of paper. Write down the name of the object, the kind of noise you expect the object will do, and write next to it a number between 1 and 3 to define the sound level, when compared with other objects for example:<br /><b>Cotton - small noise - 1</b><br /><br />This sheet of paper has your hypothesis now. Let us test it. Put only one object at a time inside the box, close it, and shake it. Now check if your results are according to your notes.<br /><br />If the results are according to them, your hypothesis was confirmed. If the experiment showed an issue with the order, we have to update the initial order. When we have a completely different result, we have to discard the hypothesis.</p><p>After this first practice, you could observe that bigger objects are noisier than smaller objects, but the science does not end here. We only ended the first experiment. Let's do a second experiment:</p><p class=\"lab\"><b>Practice 2: Confirming the result</b><br />Get a small box made of a material that makes noise when something hits it.<br /><br />Now choose three small objects. These objects should be smaller than the box size. Prefer to change all previous objects, for example, a rice, a little sugar, and a small sheet of kneading paper.<br /><br />Now writes an ordered list like the practice 1.<br /><br />Do the practice of shake the objects again, one at a time, and check if your results are according to the hypothesis.</p><p>Every step made during these practices are also made by scientists when they are studying a phenomenon. When a scientist ends a research, he submits a paper for a magazine, that sends his paper to other people to try to repeat your finds, if they are able, your paper is published.</p><p>What happens when a researcher shows that another previous research was \"wrong\"? We must take care when we use words like \"correct\" and \"wrong\", because we can have a new research showing limitation for previous finds, and this does not do the results wrong. For example, we should not discard Sir Isaac Newton's gravitational propose (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9f86c1c9-1fd7-4d22-95f6-a1b5ed13b1ee'); return false;\">Newton, Isaac, 1686</a>) and start using only Albert Einstein's gravitational theory (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('902815ac-30e7-46d2-8883-57ad754c1630'); return false;\">Einstein Relativity Easy, 2017</a>), because the results of Sir Isaac Newton explain, phenomena observed on Earth (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1df98dc5-523f-42ae-9a69-3e9410849ebb'); return false;\">Hossenfelder, Sabine, 2024</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cd738b4d-32bd-4ea6-8aef-6653d961de19'); return false;\">Hossenfelder, Sabine, 2021</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('76b636be-45db-4e52-8ecd-5c873344f926'); return false;\">Lincoln, Don, 2023</a>).</p><p>Are the scientific results \"only theory\"? The sentence \"only theory\", that tries to disqualify scientific results, is generally said by people that do not understand the scientific method, and sometimes, neither what they wish to be \"correct\". The science goal is neither to explain why something happens nor to overcome believes. The science idea is <b> to look for continuous knowledge</b>. It is to explain <b>how</b> everything can be happening. To have doubts about something, it is not an issue, to have doubts is opening a door to new knowledge. In daily basis we are always learning and testing the scientific theories and laws. When we find a limitation in some of them, we need to update with a new law or theory. This update does not exclude the previous, returning to it as a particular case. Let us take a look again at gravitational models. The Albert Einstein's theory, explain many phenomena around the universe, that cannot be explained with Sir Isaac Newton's gravitation, but when we bring Albert Einstein's theory to Earth, the theory must show the same results of Sir Isaac Newton's gravitation model.</p><p>This is a scientific dissemination project, so we also use in different moment the scientific method, below we list some examples: <ul><li>The family Tavares origin during centuries was associated to Fonseca's family, but researches of Manuel Abranches de Soveral and José Augusto de Sottomayor Pizarro showed us this is not possible (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5089c690-497b-4f78-b85c-1835997d348c'); return false;\">History Tracers (2024): Tavares</a>).</li><li>The utilization of partial documentation, or to extract sentences of a context, conduct to mistakes. The history of Betim family in São Paulo is an example of these mistakes (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('86515cbc-40f2-40f8-8b9b-5385ba236d39'); return false;\">History Tracers (2023): Betim</a>).</li></ul>"
                },
                {
                    "id" : "exercise1",
                    "text" : "<p><h3>Questions</h3><ol>Answer the questions: <li>When we impose an answer without accepting questioning, are we stimulating knowledge? <input type=\"radio\" id=\"ans0yes\" name=\"exercise0\" value=\"1\" /> <b><label id=\"lblans0\" for=\"ans0yes\"></label></b> <input type=\"radio\" id=\"ans0no\" name=\"exercise0\" value=\"0\" /> <b><label id=\"lblans1\" for=\"ans0no\"></label></b>. <spam id=\"answer0\"></span></li><li>Does the scientific method discover indisputable truth? <input type=\"radio\" id=\"ans1yes\" name=\"exercise1\" value=\"1\" /> <b><label id=\"lblans2\" for=\"ans1yes\"></label></b> <input type=\"radio\" id=\"ans1no\" name=\"exercise1\" value=\"0\" /> <b><label id=\"lblans3\" for=\"ans1no\"></label></b>. <spam id=\"answer1\"></span></li><li>Does the science allow errors, and are a scientist's conclusion accepted only when multiple tests can confirm the theory? <input type=\"radio\" id=\"ans2yes\" name=\"exercise2\" value=\"1\" /> <b><label id=\"lblans4\" for=\"ans2yes\"></label></b> <input type=\"radio\" id=\"ans2no\" name=\"exercise2\" value=\"0\" /> <b><label id=\"lblans5\" for=\"ans2no\"></label></b>. <spam id=\"answer2\"></span></li><li>Can we improve scientific theory and laws? <input type=\"radio\" id=\"ans3yes\" name=\"exercise3\" value=\"1\" /> <b><label id=\"lblans6\" for=\"ans3yes\"></label></b> <input type=\"radio\" id=\"ans3no\" name=\"exercise3\" value=\"0\" /> <b><label id=\"lblans7\" for=\"ans3no\"></label></b>. <spam id=\"answer3\"></span></li><li>Is the scientist always looking for knowledge? <input type=\"radio\" id=\"ans4yes\" name=\"exercise4\" value=\"1\" /> <b><label id=\"lblans8\" for=\"ans3yes\"></label></b> <input type=\"radio\" id=\"ans4no\" name=\"exercise4\" value=\"0\" /> <b><label id=\"lblans9\" for=\"ans4no\"></label></b>. <spam id=\"answer4\"></span></li></ol><input id=\"btncheck\" type=\"button\" onclick=\"return false;\" value=\"\" /> <input id=\"btnnew\" type=\"button\" onclick=\"return false;\" value=\"\" /></p>"
                }
            ]
        }
    ]
} 
