{
   "title": "Acknowledgement",
   "header": "Acknowledgement",
   "sources": [
      "acknowledgement"
   ],
   "scripts": null,
   "audio": [
      {
         "url": "https://www.historytracers.org/audios/acknowledgement_en-US.ogg",
         "external": true,
         "spotify": false
      },
      {
         "url": "https://spotifycreators-web.app.link/e/qzv05xycVUb",
         "external": true,
         "spotify": true
      }
   ],
   "index": null,
   "license": [
      "SPDX-License-Identifier: GPL-3.0-or-later",
      "CC BY-NC 4.0 DEED"
   ],
   "last_update": [
      "1760707806"
   ],
   "authors": null,
   "reviewers": null,
   "type": "class",
   "version": 2,
   "editing": false,
   "content": [
      {
         "id": "introduction",
         "text": [
            {
               "text": "<p><hr /></p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            },
            {
               "text": "*In addition to using the name America, we will also refer to the continent as Abya Yala, a term used by the indigenous peoples of the continent*",
               "source": [
                  {
                     "type": 1,
                     "uuid": "160fb48c-1711-491e-a1aa-e1257e7889af",
                     "text": "Porto-Gonçalves, Carlos Walter, pp. 39-43",
                     "page": "",
                     "date_time": {
                        "type": "gregory",
                        "year": "2011",
                        "month": "-1",
                        "day": "-1"
                     }
                  }
               ],
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "markdown",
               "PostMention": "."
            },
            {
               "text": "### Introduction\n\nThis project, launched on <htdate0>, represents over a decade of dedicated research and six years of marital collaboration. It stands as a testament to both teaching and learning, and I anticipate not only updating the instructional content but also expanding recognition to those who have contributed to this endeavor.",
               "source": null,
               "date_time": [
                  {
                     "type": "gregory",
                     "year": "2023",
                     "month": "-1",
                     "day": "-1"
                  }
               ],
               "isTable": false,
               "imgdesc": "",
               "format": "markdown",
               "PostMention": "."
            }
         ]
      },
      {
         "id": "family",
         "text": [
            {
               "text": "<p><h3>Family</h3>In a genealogical project, gratitude cannot be limited to immediate ancestors alone, as our existence is intricately woven with the fabric of all who came before us. Therefore, I extend my gratitude to individuals of Afro, Jewish, Christian, Muslim, royal, impoverished, and various other societal classifications that collectively form the mosaic of our <i>Homo sapiens</i> lineage.</p><p>To my family, wife, and daughter, I seek the reader's understanding as I express my thanks in the manner to which they are accustomed: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>This poem serves as an apology to the individual who has supported my personal growth as a person and continues to assist with this project.</p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      },
      {
         "id": "teachers",
         "text": [
            {
               "text": "### Teachers\n\nI am grateful to the teachers and professors I have encountered, from kindergarten through my master's degree, who instilled in me a love for science",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "markdown",
               "PostMention": "."
            }
         ]
      },
      {
         "id": "genealogy",
         "text": [
            {
               "text": "<p><h3>Genealogy and History</h3>The scientific endeavor benefited from the contributions of various individuals, whose support made this project possible: <ul><li>I express my gratitude to Dr. Vinicius de Oliveira Godoy for his invaluable lessons in the field of human sciences, as he helped me rectify misconceptions I carried over from the exact sciences. Do you remember when I mistakenly believed that \"truth\" remained static over time?</li><li>I extend my thanks to Vinicius da Fonseca for providing genealogical data from his research, which played a crucial role in confirming alterations to the history of a common ancestor.</li><li>To my cousin Saulo Franco, whose insightful genealogical blog (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('af0abd94-6e1d-40d3-a593-4448f2d2affc'); return false;\">Genealogia e Origens</a>)  and published works on our family have been instrumental. Our discussions have been instrumental in rectifying errors in our research. Thank you for inspiring me to create this project.</li><li>I've come to understand that genealogy cannot solely rely on documentation in today's context. This insight was imparted by the geographer, local historical researcher, and genetic genealogist Celito Regmendes. Additionally, I'm indebted to the valuable lessons provided by Eduardo Santos-Lima. Thank you teachers!</li><li>After years of studying physics and other sciences, I found myself lacking in certain grammatical concepts. I've also noticed shifts in previously acquired knowledge, as language is dynamic. While some texts may contain grammatical errors, one thing remains certain: I've significantly enhanced my linguistic prowess, all thanks to my dear cousin Adalberto Camargo. Thank you!</li><li>We all fall into the trap of complacency at times, and having someone to challenge us is a blessing. Over the past years, my dear cousin Eduardo Olifer has been instrumental in shaking me out of this state, contributing to our collective knowledge of our ancestors. Thank you!</li><li>Upon the passing of my beloved cousin, Avelina Maria Noronha de Almeida, our family lost a historian who illuminated our history. The impact of her absence was profound, initially dissuading me from continuing her work. However, months later, a message from genealogist Gilber Rubim Rangel on WhatsApp changed everything. His invitation to contribute to GENEA - Revista Capixaba de Genealogia reignited my passion and determination. Thank you, Gilber!</li><li>No individual can possess all available knowledge, and receiving assistance in this pursuit is invaluable. The resources utilized in constructing this project are a culmination of lessons learned from various individuals, some of whom I've already acknowledged, and others I list below: <ul><li>Thank you to teacher Maximiliano Pessôa for consistently providing me with books and genealogical trees that have proven immensely helpful.</li><li>I'm also grateful to Suzana V. Stucka for her thoughtfulness in remembering my lineage to the Leme family and providing material from an unexplored region.</li></ul> </li><li>Preserving documentation of our ancestors is always a pleasure, but paper can deteriorate over time. Accomplishing this on a large scale requires more than just infrastructure and dedication. Therefore, we are sincerely grateful to the Tribunal de Justiça de Minas Gerais (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4f4d5ae6-d140-45ea-8667-e324d93cbfc8'); return false;\">Tribunal de Justiça de Minas Gerais</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5a5c8b77-1604-4407-851b-2818a33143ca'); return false;\"><i>Linktr</i>. Tribunal de Justiça de Minas Gerais</a>) and COARPE - Coordenação de Arquivo Permanente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('99e24e60-50ab-425f-bf59-7f72a2f0ab6c'); return false;\">COARPE</a>) for their invaluable work in this endeavor.</li><li>To enslave another person is one of the most tragic events in human history, and we must not forget it. We are thankful to the Centre d'Estudis, Debats i Tertúlies for cataloging these events and inspiring us to acknowledge this in the Americas (<i>Abya Yala</i>) (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('391f0ec4-a7b0-4564-9a2f-e61662f86155'); return false;\">Centre d'Estudis, Debats i Tertúlies</a>).</li><li>A family is more than a group of people sharing DNA. We also share knowledge and common histories. It is always an enriching experience to connect with other relatives, even those genetically distant, who are equally committed to preserving and celebrating our heritage. We are deeply grateful for the support provided by Wil Lem and the Lem Family Association in helping us educate others about the Lem family (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('52de7f07-b1a5-4d97-aa9d-b54d973a6858'); return false;\">Lem Family Association</a>).</li><li>I am deeply grateful to Karolyne Damasceno Brito for her contributions at various moments, such as suggesting the reorganization of the lateral menu and asking insightful questions that helped us enhance the content of History Tracers.</li></ul>.</p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      },
      {
         "id": "museumsites",
         "text": [
            {
               "text": "<p><h3>Museums and Archaeological Sites</h3>Regarding the archaeological sites I have visited and the museums I have contacted:<ul><li>The sacred city of Caral is one of the oldest archaeological sites known in America (<i>Abya Yala</i>) at the moment I am writing this expression of gratitude. The discovery of millennia-old artifacts in this city is helping us redefine our understanding of Indigenous societies. I express my sincere gratitude to all the people working to maintain and conserve this remarkable city (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('720f6dfd-4b86-4e07-a887-1010e1041a4d'); return false;\">Ruta Caral, <htdate0></a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('03c3743c-d268-4730-ba8e-d36b5c49e781'); return false;\">Youtube - Caral Perú Oficial, <htdate1></a>).</li><li>Depending on the region of the world we are in, it can sometimes be difficult to access discoveries about human history. I am grateful to the Ashmolean Museum for its efforts in conservation, exhibition, and for sharing images that help us teach and understand human history (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('72b8a10d-1a15-4a10-aff6-1210b7bd94fc'); return false;\">Ashmolean Museum Oxford</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4d0b579d-57af-45e1-87b0-d402dd778968'); return false;\">Ashmolean Image Library</a>).</li><li>I am deeply grateful to the British Museum for many reasons, particularly their dedication to conservation and exhibition. Their sharing of images and knowledge has greatly enriched our understanding, especially regarding online content (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('33e4974f-95f9-4b7c-bfd8-917787fa04b9'); return false;\">The British Museum</a>).</li><li>Although I am still just beginning my studies in areas like Egypt and Elam, I have learned a great deal in a short time, and this is due not only to academic articles but also to the Louvre Museum. I am grateful to the Louvre Museum for preserving all the heritage it holds, as well as for the online materials and references that allow us to deepen our knowledge. And, of course, I cannot fail to thank them for allowing the use of their materials for educational purposes (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('95867f6a-0fa6-4df5-8395-12246d1d47d3'); return false;\">Musée du Louvre</a>).</li></ul></p>",
               "source": null,
               "date_time": [
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  },
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  }
               ],
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      },
      {
         "id": "indigenous",
         "text": [
            {
               "text": "<p><h3>Indigenous and researchers</h3>On the topic of our Indigenous heritage and history: <ul><li>I've had the privilege of visiting various archaeological sites across America (<i>Abya Yala</i>), also known as Latin America (<i>Abya Yala</i>). These journeys introduced me to Indigenous communities, who, despite being distant relatives, imparted invaluable wisdom. In recent months, I've developed a close relationship with Ludwig Nguillatun, a member of the Mapuche Indigenous community, with whom I engage in almost daily conversations. He has been a driving force behind the creation of the \"Who ...?\" section, where individuals learn to contemplate diverse topics. I am deeply grateful to him for his inspiration.</li><li>The desire to write about our Indigenous heritage has been with me for over a decade, yet uncertainty surrounded the approach. Thankfully, this year, <htdate0>, Roberto Moras, creator of the channels <i>America: Lo que no te contaron</i> and <i>Crónicas Prohibidas de América</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a082a3ed-59c7-4ae2-9f5a-eecef36c7409'); return false;\">Moras, Roberto. AMERICA : LO QUE NO TE CONTARON</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e9987395-6da7-482c-b1b3-152299193e43'); return false;\">Moras, Roberto. <i>Crónicas Prohibidas de América</i></a>), began sharing content about Indigenous cultures and established a platform for communication. Through our discussions over the past few months, I've gained clarity on how to proceed with this project. Rather than viewing it as competition, I see it as a complementary effort to enrich his work. I extend my sincere appreciation to Roberto Moras for his invaluable contributions.</li><li>While our initial research focused on the American (<i>Abya Yala</i>) continent, is committed to treating all people equally, thus we cannot overlook other continents. We are immensely grateful to Cy for sharing knowledge about other regions of the world on his channel (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b224dab-cd7c-4bec-ac24-5eac7dd42b9b'); return false;\">Cy, History with Cy</a>).</li><li>After decades of exclusively working with numerical and mathematical methods originating from Eurasia, in <htdate1> we were introduced to a new methodology developed by the Incas: the 'Yupana Inka', and its application through the <i>\"Yupana Inka Tawa Pukllay\"</i> method. Firstly, we would like to extend our congratulations to Dhavit Prem (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2d2ea4a5-506b-4dbf-aaa4-3a10a8fbbd9c'); return false;\">Prem, Dhavit</a>) and Yupanki Association for their remarkable scientific research, and naturally, we express our gratitude for sharing this knowledge with the world (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68dc1424-a27a-4253-88c8-e3d099ed3a50'); return false;\">Yupana Inka, <htdate2></a>).</li><li>The Mesoamerican Indigenous play a significant role in shaping this project. While numerous papers have been published about them, there remains a vast expanse of their history waiting to be uncovered. I extend my heartfelt congratulations and gratitude to Orlando Josué Casares Contreras (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('20ccab88-a64c-447d-a2e6-907bad845c0e'); return false;\">Casares Contreras, Orlando Josué</a>), José M Gamboa Cetina, Venus Sarahí Estrella Cabrera (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('31910324-f1cb-4326-876f-d93b18c9514f'); return false;\">Estrella Cabrera, Venus Sarahí</a>), and the team at INAH-MX for their invaluable research and dissemination efforts concerning these cultures.</li><li>Due the fact I am from exact sciences, I recognize I am still in adaptation to work with some data from Humana sciences, this conduct me to be assertive when I should be reflexive. I am thankful to Roberto Palomino for your help to identify in some texts the mistakes I had.</li><li>Understanding the past, especially in contexts lacking documentation and chronicles that describe how people lived, is always a challenge. In such situations, contributions from specialists in diverse fields are essential. For this reason, we extend our congratulations and gratitude to Dr. Ximena Catepillán, whose work has significantly enhanced our understanding of the mathematics of Mesoamerican Indigenous cultures (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9e9dc5b2-7add-43dc-8736-41cf7dfcb27d'); return false;\">Dr. Ximena Catepillán</a>).</li><li>Although Indigenous cultures are extremely rich and possess an admirable history, information about them is still scarcely disseminated in schools. This highlights the need to create institutions that broadly promote this knowledge and legacy. We admire and are grateful to Mexicolore for its efforts, over the past decades, in disseminating the culture of Mexico and the Maya, which made possible the development of some of our tools (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3073ae4a-6d85-42c8-a381-51e8d75315e0'); return false;\">Mexicolore</a>).</li></ul></p>",
               "source": null,
               "date_time": [
                  {
                     "type": "gregory",
                     "year": "2023",
                     "month": "-1",
                     "day": "-1"
                  },
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  },
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  }
               ],
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      },
      {
         "id": "organizations",
         "text": [
            {
               "text": "### Agencies and Institutes\n\nMany research projects are only developed when countries invest monumental amounts of resources. And when the results reach the general public, we see incredible discoveries that help us evolve as a society.\n\n- We are deeply grateful to ESA for all its research and for allowing us to use its images to illustrate the content of *History Tracers* (<htcite0>).",
               "source": [
                  {
                     "type": 1,
                     "uuid": "e14b975d-4994-492d-8bc0-cfeb815ff918",
                     "text": "ESA",
                     "page": "",
                     "date_time": {
                        "type": "",
                        "year": "",
                        "month": "",
                        "day": ""
                     }
                  }
               ],
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "markdown",
               "PostMention": "."
            }
         ]
      },
      {
         "id": "opensource",
         "text": [
            {
               "text": "<p><h3>Free Software</h3>This open-source project utilizes code from various other open-source projects, as well as contributions from organizations and individuals who share their code with the community. Without this collaborative effort, the project wouldn't have reached its current stage, and for that, we extend our gratitude to: <ul><li>The developers of VIM (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e703fac1-fe29-446b-843e-8cf27f255381'); return false;\">VIM</a>), whose support for languages like HTML, Python, and JQuery greatly simplifies the lives of developers.</li><li>The developers of GIMP (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cd47c41c-7075-4dba-a935-53e5ca3e4ae6'); return false;\">GIMP</a>) and LibreOffice (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d5430f56-aa75-415d-a26d-4e845fe73b14'); return false;\">LibreOffice</a>) for creating tools that assist us in creating and enhancing our images.</li><li>When we required a web server quickly and efficiently, there was no hesitation in our choice of language. We're grateful to the developers of Python (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cbb6520d-ea64-4ca5-8cfe-33067502525b'); return false;\">Python</a>), who not only support this project but also aid numerous researchers. We are also thankful to the developers of the RJSmin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5a7d8517-4b61-4460-990c-68eeddbfaa68'); return false;\">rjsmin</a>), NumPY (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0c8ed7d5-78f2-48f8-85da-a7504eb14896'); return false;\">NumPY</a>), Matplotlib (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('040d96ca-2d89-48e4-a279-da5817462464'); return false;\">Matplotlib</a>), and  RCSSmin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('29243634-6214-4c4e-8536-60b766194d5f'); return false;\">RCSSmin</a>) modules for the monumental help their modules provide.</li><li>To all those involved with the OpenJS Foundation (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1f27ec5b-92b8-4f8e-9bb1-67d4f1f70f48'); return false;\">OpenJS Foundation</a>), for streamlining our work on the WEB.</li><li>The developers of Chart.js (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6efe7632-faed-4080-a5aa-38463d43e6d7'); return false;\">Chart.JS</a>), whose contributions help us demonstrate the connection between mathematics and our lives in a user-friendly manner.</li><li>To John Walker and Fourmilab (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d42fdf13-8971-4dc1-8514-3e1d30578e40'); return false;\">John Walker - Fourmilab</a>), for sharing algorithms that enable the conversion of dates between different calendars. Thanks to these algorithms, readers can delve into the realities of other cultures.</li><li>To the developers of various web browsers, whose work enables people to access and engage with the project's content.</li><li>Grammar is always evolving, and it is often difficult to keep up with these changes when you work in a different field. We are grateful to OpenAI and DeepSeek (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c7bb1e4a-a1be-4291-9174-bce1600767a5'); return false;\">OpenAI</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6a6b545a-e2ec-4a31-9412-39158e15105c'); return false;\">DeepSeek</a>) for developing models that help us improve our writing..</li><li>We are thankful to W3Schools (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('48fd3f60-f1cd-4e28-8995-20ca44d75ba7'); return false;\">W3schools</a>) for teaching new web technologies and sharing codes that simplify our development.</li><li>Images enhance the learning process in an amazing way. Therefore, we are grateful to Font Awesome for sharing a version of the project for free (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad0cdae3-2260-4462-86a7-0987c6ffc82b'); return false;\">Font Awesome</a>).</li><li>Inclusive education is only possible when there is a deep understanding of people's needs. In addition, it is essential to have tools that enable us to connect with them. We are thankful to the developers of Piper (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('45a8caaa-2f92-482a-8ac6-88310105c387'); return false;\">Piper</a>) for creating a tool that allows us to convert text into audio.</li><li>Understanding your own history is an incredible way to explore different sciences, but creating your own genealogical tree is not a simple task. We are grateful to the developers of Gramps for creating an open-source tool that helps us achieve this goal (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a8131139-6535-47f6-be78-08c9c53ea514'); return false;\">Gramps Project</a>).</li><li>Software development goes beyond just writing algorithms. Among the languages chosen for this project, Go deserves special mention for its libraries and cross-platform compatibility (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('124dbf75-6132-4dac-ba15-42a7954e4e87'); return false;\">GO</a>).</li></ul></p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      },
      {
         "id": "archive",
         "text": [
            {
               "text": "<p><h3>Online documentation and images</h3>History is a science; therefore, we cannot simply memorize and accept facts without scrutiny. It is essential to have access to information for a better understanding. Different websites help readers to better comprehend history by providing historical documents and books. We are grateful to all the sites mentioned in History Tracers for sharing this valuable information.</p><p><ul><li>We are grateful to Sveinbjörn Þórðarson  for maintaining the Icelandic Saga Database online (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2d136cb5-b176-409a-8a7b-83f233a03cde'); return false;\">The Icelandic Saga Database</a>), which enabled us to create a level in our Scientific Method game.</li><li>Sometimes, merely describing an object cannot evoke the same passion or impression as being able to see or touch it. I am deeply grateful to Émilie Pagé-Perron and the entire Cuneiform Digital Library Initiative (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('41862c34-4165-406d-94b3-0a36ca53e525'); return false;\">Cuneiform Digital Library Initiative</a>) team for sustaining a project that brings us closer to human history.</li><li>Sometimes, when we read a text, it’s not easy to picture the regions of the world being described. We are deeply grateful to Stefan Fischerländer for creating the Mapswire (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dd4f3c8a-6624-4df5-93ac-37e0a4be9fdc'); return false;\"><i>Mapswire</i></a>) project, which provides maps that help us teach science.</li><li>The separation between myths and facts is achieved through the use of documentation and chronicles preserved over centuries. We are deeply grateful to the Portuguese government and the institutions Biblioteca Nacional de Portugal and Torre do Tombo for their dedication to preserving and sharing knowledge with the general public (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3c3d26c6-4e5b-440a-a0f3-6b29424a6242'); return false;\">Biblioteca Nacional de Portugal - BNP</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('984444c4-ba29-45bf-987e-1bf4193748dc'); return false;\">Arquivo Nacional Torre do Tombo</a>).</li></ul></p><p>&nbsp</p> ",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      }
   ],
   "exercise_v2": null,
   "game_v2": null,
   "date_time": null
}
