{
    "title" : "Acknowledgement",
    "header" : "Acknowledgement",
    "sources" : null,
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>This project released on November 20th, 2023, it is a project built during more than a decade of research and 6 years of marriage. It is a project to teach and learning, so I expect to update not only the teaching page, but also expand the list of people that also helped the project.</p>" ]
        },
        {
            "id" : "family",
            "value" : [ "<p>In a genealogical project, it is not possible to say thanks only to near ancestors because nobody would exist without all them. Considering this, I am thankful to Afro, Jewish people, Christian, Muslims, Kings, poor people, and other different groups that society made to name <i>Homo sapiens</i> ancestors.</p><p>For my family, wife and daughter, I ask permission for the readers to say thank you like they normally hear: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>This is an apologizy, to the person that helped me to grow as a man and is helping with this project.</p>" ]
        },
        {
            "id" : "teachers",
            "value" : [ "<p>I am thankful to the teachers and professors I had, since kinder garden through master's degree, that taught me to love science.</p>" ]
        },
        {
            "id" : "genealogy",
            "value" : [ "<p>The scientific work had contribution from different people that allowed this project to become possible: <ul><li>I am thankful to PhD Vinicius de Oliveira Godoy for the lessons associated with human science, because I was carrying concepts from exact sciences erroneously to it. Do you remember when I still understood that \"truth\" did no change during years?</li><li>I am thankful to Vinicius da Fonseca for giving genealogical data from his research that helped to confirm a common ancestor had her history modified.</li><li>To Saulo Franco, my cousin, that has a pretty genealogical blog, and also publishes books talking about our common family. I cannot forget to cite our chats that helped us to remove some mistakes in our research. Thank you for the motivation to publish this project.</li><li>It is not possible to talk about genealogy nowadays using only with documentation. I learned this lesson with the geographer, local historical researcher, and genetic genealogist Celito Regmendes, but he was not the unique teacher. The lessons received by Eduardo Santos-Lima gave me also valuable knowledge. Thank you teachers!</li><li>After years studying physics and other sciences, I missed different grammatical concepts. I also observed that previous knowledge was modified, because the language is alive. I cannot discard that some texts have grammmatical issues, but I am sure about a subject: I improved a lot my knowledge about languages, thanks to my dear cousin Adalberto Camargo. Thank you!!</li><li>Everybody can have the \"mistake\" of being comfortable with something, and people should be happy to have somebody around that moves you from this condition. In these past years, my dear cousin Eduardo Olifer helped me with this many times, and together we increased our knowledge about different ancestors. Thank you!</li><li>When my beloved cousin, ma'am Avelina Maria Noronha de Almeida, passed away, our common family lost the writer that taught about our history, this event was too strong on me, and I did not imagine proceeding with her work. Months later, the genealogist Gilber Rubim Rangel wrote me on WhatsApp asking for: would you like to write a paper for GENEA - Revista Capixaba de Genealogia? That day the seed was planted, the barrier was broken, and I found what was necessary to go ahead. Thank you Gilber!</li><li>A unique person can not have access to all available knowledge, and receiving help in this subject is always fantastic. The resources used to build this project is also a result of these lessons that I had from different people, some of them were already cited, and others that I cannot forget I list below: <ul><li>Thank you teacher Maximiliano Pessôa that is always sending me books and genealogical trees that help me a lot.</li><li>I also need to say thank you to Suzana V. Stucka, because you remembered I was a descendant of family Leme, and sent me a material from a region I had never worked before.</li></ul> </li></ul>.</p>" ]
        },
        {
            "id" : "indigenous",
            "value" : [ "<p>About our Indigenous: <ul><li>I had the opportunity to different archeological sites in <i>Abya Ayla</i>Latin America. During these trips I met Indigenous people, distant relatives, that taught me too much. In the past months I met the relative  Ludwig Nguillatun, an Indigenous from Mapuche people, that I talk to almost every day. He is one of the people that motivated the creation of the section \"Who ...?\" where people learn to reflect about distinct subjects. Thank you for the inspiration!</li><li>The wish to write something about our Indigenous, I already had more than one decade ago, but the way to do I had doubts. Fortunately this year, Roberto Moras, of channel Legado Ancestral on YouTube, began to release contents about Indigenous and also made a channel for we have communication. In a few months having talks I understood how to make this project, that is not a way to compete, instead, I understand we are complementing his work. Thank you very much, Roberto Moras!</li></ul></p>" ]
        }
    ]
}
