{
    "title" : "Acknowledgement",
    "header" : "Acknowledgement",
    "sources" : [ "acknowledgement" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1711301304" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>This project, launched on November 20th, 2023, represents over a decade of dedicated research and six years of marital collaboration. It stands as a testament to both teaching and learning, and I anticipate not only updating the instructional content but also expanding recognition to those who have contributed to this endeavor.</p>" ]
        },
        {
            "id" : "family",
            "value" : [ "<p>In a genealogical project, gratitude cannot be limited to immediate ancestors alone, as our existence is intricately woven with the fabric of all who came before us. Therefore, I extend my gratitude to individuals of Afro, Jewish, Christian, Muslim, royal, impoverished, and various other societal classifications that collectively form the mosaic of our <i>Homo sapiens</i> lineage.</p><p>To my family, wife, and daughter, I seek the reader's understanding as I express my thanks in the manner to which they are accustomed: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>This poem serves as an apology to the individual who has supported my personal growth as a person and continues to assist with this project.</p>" ]
        },
        {
            "id" : "teachers",
            "value" : [ "<p>I am grateful to the teachers and professors I have encountered, from kindergarten through my master's degree, who instilled in me a love for science.</p>" ]
        },
        {
            "id" : "genealogy",
            "value" : [ "<p>The scientific endeavor benefited from the contributions of various individuals, whose support made this project possible: <ul><li>I express my gratitude to Dr. Vinicius de Oliveira Godoy for his invaluable lessons in the field of human sciences, as he helped me rectify misconceptions I carried over from the exact sciences. Do you remember when I mistakenly believed that \"truth\" remained static over time?</li><li>I extend my thanks to Vinicius da Fonseca for providing genealogical data from his research, which played a crucial role in confirming alterations to the history of a common ancestor.</li><li>To my cousin Saulo Franco, whose insightful genealogical blog (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('af0abd94-6e1d-40d3-a593-4448f2d2affc'); return false;\">Genealogia e Origens</a>)  and published works on our family have been instrumental. Our discussions have been instrumental in rectifying errors in our research. Thank you for inspiring me to create this project.</li><li>I've come to understand that genealogy cannot solely rely on documentation in today's context. This insight was imparted by the geographer, local historical researcher, and genetic genealogist Celito Regmendes. Additionally, I'm indebted to the valuable lessons provided by Eduardo Santos-Lima. Thank you teachers!</li><li>After years of studying physics and other sciences, I found myself lacking in certain grammatical concepts. I've also noticed shifts in previously acquired knowledge, as language is dynamic. While some texts may contain grammatical errors, one thing remains certain: I've significantly enhanced my linguistic prowess, all thanks to my dear cousin Adalberto Camargo. Thank you!</li><li>We all fall into the trap of complacency at times, and having someone to challenge us is a blessing. Over the past years, my dear cousin Eduardo Olifer has been instrumental in shaking me out of this state, contributing to our collective knowledge of our ancestors. Thank you!</li><li>Upon the passing of my beloved cousin, Avelina Maria Noronha de Almeida, our family lost a historian who illuminated our history. The impact of her absence was profound, initially dissuading me from continuing her work. However, months later, a message from genealogist Gilber Rubim Rangel on WhatsApp changed everything. His invitation to contribute to GENEA - Revista Capixaba de Genealogia reignited my passion and determination. Thank you, Gilber!</li><li>No individual can possess all available knowledge, and receiving assistance in this pursuit is invaluable. The resources utilized in constructing this project are a culmination of lessons learned from various individuals, some of whom I've already acknowledged, and others I list below: <ul><li>Thank you to teacher Maximiliano Pessôa for consistently providing me with books and genealogical trees that have proven immensely helpful.</li><li>I'm also grateful to Suzana V. Stucka for her thoughtfulness in remembering my lineage to the Leme family and providing material from an unexplored region.</li></ul> </li></ul>.</p>" ]
        },
        {
            "id" : "indigenous",
            "value" : [ "<p>On the topic of our Indigenous heritage and history: <ul><li>I've had the privilege of visiting various archaeological sites across Abya Ayla, also known as Latin America. These journeys introduced me to Indigenous communities, who, despite being distant relatives, imparted invaluable wisdom. In recent months, I've developed a close relationship with Ludwig Nguillatun, a member of the Mapuche Indigenous community, with whom I engage in almost daily conversations. He has been a driving force behind the creation of the \"Who ...?\" section, where individuals learn to contemplate diverse topics. I am deeply grateful to him for his inspiration.</li><li>The desire to write about our Indigenous heritage has been with me for over a decade, yet uncertainty surrounded the approach. Thankfully, this year, Roberto Moras, from the Legado Ancestral YouTube channel (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a082a3ed-59c7-4ae2-9f5a-eecef36c7409'); return false;\">Moras, Roberto. Legado Ancestral</a>), began sharing content about Indigenous cultures and established a platform for communication. Through our discussions over the past few months, I've gained clarity on how to proceed with this project. Rather than viewing it as competition, I see it as a complementary effort to enrich his work. I extend my sincere appreciation to Roberto Moras for his invaluable contributions.</li><li>The sacred city of Caral is one of the oldest archaeological sites known in <i>Abya Ayla</i>/Américas at the moment I am writing this expression of gratitude. The discovery of millennia-old artifacts in this city is helping us redefine our understanding of Indigenous societies. I express my sincere gratitude to all the people working to maintain and conserve this remarkable city (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('720f6dfd-4b86-4e07-a887-1010e1041a4d'); return false;\">Ruta Caral, 2024</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('03c3743c-d268-4730-ba8e-d36b5c49e781'); return false;\">Youtube - Caral Perú Oficial, 2024</a>).</li><li>While our initial research focused on the <i>Abya Ayla</i>/American continent, is committed to treating all people equally, thus we cannot overlook other continents. We are immensely grateful to Cy for sharing knowledge about other regions of the world on his channel (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b224dab-cd7c-4bec-ac24-5eac7dd42b9b'); return false;\">Cy, History with Cy</a>).</li></ul></p>" ]
        }
    ]
}
