{
    "title" : "Frequently Asked Question",
    "header" : "Frequently Asked Question",
    "sources" : [ "genealogical_faq" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>When we are making our family tree it is expected to have some doubts, and sometimes we have mistakes because we select wrong answers for complex doubts. Here we bring some answers to the most common doubts.</p>" ],
            "references" : null
        },
        {
            "id" : "nobiliarchy",
            "value" : [ "<p><h3>Are nobiliarchy books reliable?</h3> When José Mattoso describes the nobiliarchy in \"Ricos Homens Infanções e Cavaleiros\", he defined nobiliarchy in a such way that does not need any addition, so I copy here his words <i>\"... os livros de linhagens fornecem eles próprios alguns elementos que é possível encontrar também na documentação antiga ... Este trabalho tornou-se possível desde que procedemos a uma edição crítica dos livros de linhagens, o que permitiu corrigir em muitos casos as leiuras errôneas dos editores e copistas\"</i> [.. the lineage books give us some elements that allow to find ancient documentation ... This work became possible since we start a critical review of them, and this allows us to fix some mistakes from editors and copiers] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, 1982, pp. 09-10</a>) and he also added the sentence that must be considered every time we work with nobiliarchy <i>\"É claro que em muitos casos sobretudo para a época de que aqui tratamos os erros de livros de linhagens são numerosos. É evidente que se preferem os dados fornecidos pela documentação coeva.\"</i> [Of course in many cases, mainly for the period of time we are working, the mistakes in genealogical books are too high. It is obvious that it is preferred the data present in consistent documentation] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, 1982, pp. 09-10</a>). Since the first nobiliarchies were written, we had an incremental quality of them, but they continue having errors, and as consequence, we <b>always need to prefer primary sources.</b></p>" ],
            "references" : [ "de906f7e-10dc-4557-8c82-13ddbdd1505e" ]
        },
        {
            "id" : "nobiliarchy-usage",
            "value" : [ "<p><h3>How can I work with nobiliarchy?</h3> As it was already answered, nobiliarchies are not reliable, but this does not mean we should not use them. We suggest the following steps to work with them: <ul> <li>You should never understand nobiliarchy as final words or proof of something, because they reflect author's conclusions based on some primary source or other references.</li><li>Treat nobiliarchies like a map that can have your ancestors. You should always work to find the documents that allow you to validate what is written inside nobiliarchies.</li> <li>When you cannot find the proper documentation that allows you to validate the nobiliarchy propose, you should explicitly say that you are accepting nobiliarchy suggestion like José Mattoso show us <i>\"temos de nos contentar com informações fornecidas pelos livros de linhagens\"</i> [we have to accept information given by lineage books] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f7a65165-8bec-41d5-8200-dc9e38f3786c'); return false;\">Mattoso, José, 1969, pp. 494</a>), or like Pizarro when he worked with Riba de Vizela's family <i>\"O Livro de Linhagens do Conde Dom Pedro registra apenas um filho bastardo\"</i> [The Don Pedros' lineage book only cites him as a bastard son] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f1c459e5-8007-4554-a835-67c429a04a2e'); return false;\">Pizarro, 1997, Volume I, pp. 553</a>) </li> </ul> </p>" ],
            "references" : [ "f7a65165-8bec-41d5-8200-dc9e38f3786c", "f1c459e5-8007-4554-a835-67c429a04a2e" ]
        },
        {
            "id" : "homonymous",
            "value" : [ "<p><h3>What is homonymous?</h3>When people have the exactly same name this is named homonymous, let us see some examples: <ul> <li>The family \"Ferreira de Britto\" had a father and son with the same name in 19h century, both were named José Ferreira de Britto (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e26a3216-d801-47f3-9d36-bf624d6f10f1'); return false;\">Caiafa Lagoa, Maria A. A. et Villela, Moacyr U., 2016, 1-2, 1-2-4</a>).</li> <li>In the 16th century according to Silva Leme there were two Salvador Pires that were father and son ((<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('94c71cd7-d6c1-4f05-aa78-73b7b2fce000'); return false;\">Silva Leme, Luiz G., 1904, Volume IX, pp. 3-5</a>), but studying available documentation, Américo de Moura appointed some mistakes made by Silva Leme and in reality we had only one Salvador Pires (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b1c45fb5-1ac1-4e88-bb9c-7d8111de671c'); return false;\">de Moura, Américo, 1951, pp. 429</a>).</li><li>When we go back to the 9th to 11th centuries, it's more interesting because people didn't have a last name and had different names and patronymics, like Egas Moniz (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, 1982, pp. 194</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f7a65165-8bec-41d5-8200-dc9e38f3786c'); return false;\">Mattoso, José, 1969, pp. 486</a>).</li> </ul> I finish this answer by saying that when people are homonymous, this doesn't mean that they are relatives or that they have the same habits..</p>" ],
            "references" : [ "de906f7e-10dc-4557-8c82-13ddbdd1505e", "31f13a98-fff1-45fc-992d-adb817743e9f", "f7a65165-8bec-41d5-8200-dc9e38f3786c" ]
        }
    ]
}
