{
    "title" : "Who ... ?",
    "header" : "Who ... ?",
    "sources" : [ "main" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Since I became a father, I have two different teachers, my daughter and my wife, because in the past years they are always asking me different questions, these questions conduct me to reflect about the answers and in some cases to change \"solid\" concepts. Considering this personal experience, I invite the reader to jump into the unknown and try to answer each one of the questions before clicking on the links. When you access the other web pages, that will also have questions, continue with the exercise and verify whether your concepts continue equal. The main goal of this section is the reflection.</p><p>The texts must be used according to <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a></p>" ]
        },
        {
            "id" : "groups",
            "desc" : "Perguntas para refletir:",
            "target" : "people-group",
            "value_type" : "group-list",
            "page" : "class_content",
            "value" : [
                {
                    "id": "7f25f2e7-abc4-4b18-8198-9e3b6d7da42b",
                    "name": "Who did say that indigenous are different people?",
                    "desc": "I have observed that some people try to reduce others, or they find themselves better due to some preference, or because they are inside bubbles sharing common ideas, but is their a basis for this superiority concept? I already had errors like this, for example, when my team won a ring, or because I received a wrong teaching, so I am bringing here research that helps to answer this question technically for indigenous, and for the general population."
                },
                {
                    "id": "24e0b84e-31ea-43eb-a9f0-c2e854190659",
                    "name": "Who discovered <i>Abya Yala</i>/América?",
                    "desc": "This looks like a simple question, and it is common to find in books an answer for it, but there is an issue to focus only on a worldview."
                }
            ]
        }
    ]
}
