{
    "title" : "Who ... ?",
    "header" : "Who ... ?",
    "sources" : null,
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1724298500" ],
    "authors" : null,
    "reviewers" : null,
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Since becoming a father, I've found myself with two invaluable teachers: my daughter and my wife. Over the past few years, they've consistently posed thought-provoking questions that have led me to reflect deeply on my answers and, in some cases, even challenge previously held \"solid\" beliefs. Drawing from this personal journey, I encourage readers to take a dive into the unknown and attempt to answer each question presented before clicking on any provided links. As you explore additional web pages, each also containing questions, I urge you to continue this exercise and assess whether your perspectives remain unchanged. Ultimately, the primary objective of this section is to foster introspection.</p>" ]
        },
        {
            "id" : "groups",
            "desc" : "Here are some questions to ponder:",
            "target" : "people-group",
            "value_type" : "group-list",
            "page" : "class_content",
            "value" : [
                {
                    "id": "7f25f2e7-abc4-4b18-8198-9e3b6d7da42b",
                    "name": "Who claimed that indigenous peoples are inherently different?",
                    "desc": "I've noticed a tendency among some individuals to marginalize others or perceive themselves as superior based on personal preferences or the echo chambers they inhabit. But is there any factual basis for this notion of superiority? Having made similar errors myself, whether it was celebrating a sports victory or receiving misguided teachings, I've included research here that aims to address this question from a technical standpoint, both concerning indigenous peoples and the broader population."
                },
                {
                    "id": "24e0b84e-31ea-43eb-a9f0-c2e854190659",
                    "name": "Who truly discovered America (<i>Abya Yala</i>)?",
                    "desc": "While this question may seem straightforward and readily answered in history books, it's essential to recognize the limitations of solely adhering to one worldview."
                },
                {
                    "id": "be2d7ec9-4c51-47c6-9e9b-ad9a0ef8b9a2",
                    "name": "Who said indigenous peoples never had mathematical tools?",
                    "desc": "Among the misconceptions surrounding indigenous communities is the claim that they lacked arithmetic instruments. However, both ancient chronicles and recent studies demonstrate that they indeed developed their own techniques for arithmetic calculations."
                }
            ]
        }
    ]
}
