{
    "title" : "Understanding texts",
    "header" : "Understanding texts",
    "sources" : null,
    "last_update" : [ "1735752903" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "version" : 1,
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>The understanding of a text goes beyond simply reading the words it contains. Concepts, such as the dimensions of the \"world\", change over time. Words are added to or removed from a language, and even the alphabet undergoes transformations.</p>",
                "<p>Could the study of mathematics help in understanding literature and text comprehension? This is precisely what we aim to explore in this section.</p>" ]
        },
        {
          "id": "initial_title",
          "value": "Chapter 1: Introduction to Texts"
        },
        {
            "id" : "groups",
            "target" : "class-group",
            "page" : "class_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "1009578c-3097-4183-9f10-c6dd0a833d5b",
                    "name": "The Writing System:",
                    "desc": "More than just a tool for daily use, the writing system is a milestone that allows us to divide human history into prehistory and recorded events."
                },
                {
                    "id": "5af3e4fc-04a0-446c-b96a-71909e2203e2",
                    "name": "Grouping texts:",
                    "desc": "A text is more than just a sequence of words. In this study, we begin to examine ancient texts in detail, aiming to understand the elements that compose them."
                },
                {
                    "id": "c1be386a-926c-4cc2-bb98-07cbcea239d2",
                    "name": "Fractionating Texts:",
                    "desc": "In this text, we delve deeper into the concept of groups and introduce fractions as an additional tool for understanding texts."
                },
                {
                    "id": "40b55697-5f55-445d-9e33-db474a10b179",
                    "name": "Grouping Fractions:",
                    "desc": "After identifying the groups that make up a text, this section explains how to work with them."
                },
                {
                    "id": "3cbf2fbf-2cbb-401c-a880-49c05a23d770",
                    "name": "Texts like vectors:",
                    "desc": "In this content, we will explore how vectors can help us better understand the information and structures present in texts."
                },
                {
                    "id": "cde96120-da9f-4550-8e08-1243ea79de9a",
                    "name": "Texts with Sciences (Part I):",
                    "desc": "In the initial texts, we analyzed the relationship between texts and various scientific disciplines, though we have not yet achieved a complete textual interpretation. In this text, we begin exploring ancient Mesopotamian texts with the support of scientific research."
                },
                {
                    "id": "f899e6cf-790c-4fac-bded-4afacef3ec95",
                    "name": "Texts with Sciences (Part II):",
                    "desc": "After exploring some figures of speech present in ancient texts, a question arises: what was the context of the Flood?"
                },
                {
                    "id": "baa7e16f-1c00-48d2-936d-7fdb93f30d64",
                    "name": "Texts with Sciences (Part III):",
                    "desc": "With everything we have learned, what conclusions can we draw from ancient texts that discuss deluges?"
                },
                {
                    "id": "2c7a1281-28a6-4396-bc88-53dafe4090b4",
                    "name": "Texts with Sciences (Conclusión):",
                    "desc": "After understanding the water cycle, it is time to investigate catastrophic events linked to this essential resource."
                }
            ]
        }
    ]
}
