{
    "title" : "History Tracers",
    "header" : "History Tracers",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "main" ],
    "content" : [
        {
            "id" : "software",
            "value" : "<p>This is an open-source software offered with <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3abb0a79-6306-4010-8541-79a49ddff59a'); return false;\">GPL 3 or above</a>, we also give to you all the site content through our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub repository</a>. The texts must be used according to <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>. When there is an update, they are released in the following order: <ul><li>Firstly in our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a>, to have discussion, content requirement and answer possible doubts.</li><li>Our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub repository</a> allows people to get source code.</li><li>This website, for everybody to have knowledge.</li><li> Social network  <a href=\"https://twitter.com/historytracers\" target=\"_blank\">X (old Twitter)</a>.</li></ul>.</p><p>How much do I need to pay to use this project? The project has costs like buying documents and to keep the website online, but the main goal of this project is to give knowledge, so <b>you do not need to pay anything to access the project</b>. If you wishe to contribute to buy documentation and books to expand this project, we have a <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a> page.</p><p>How can I help the project? You have different options to help the project: <ul> <li>If you follow the scientific method, or you would like to learn it, open a PR in our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub repository</a> adding data of a research you made using a <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('8e5635cb-4073-41ae-90c7-630b4e9f6dca'); return false;\">model</a> recognized by the site;</li> <li>If you do not research, but you would like to know more about a specific family, you can open an <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('d696f282-f071-4774-9d01-6298da492da6'); return false;\">issue</a> in our repository, and we will study about the family. Right now, our research has focus on Middle Age and Ancient Times/Preclassic and Classic Period;</li></ul></p>"
        },
        {
            "id" : "genealogy",
            "value" : "<p>Why do we need another genealogical project? There are different genealogical projects that that help people to make their family tree, some of them are collaborative and people can work together to find their ancestors. This project does not have the goal to be more one website or software to make family trees and compete with them, the main goal is to help the people to use the scientific method and understand how their family knowledge grew during the centuries. This project does not treat only the people relationship, but we also work with different issues that make equal people to be different.</p>"
        },
        {
            "id" : "education",
            "value" : "<p>Why do we need another educational project? There is no doubt that good books are available to teach people, but it is also necessary understanding that there are different roads to teach, so what it is simple for a person cannot be for others. To use a unique methodology to teach the whole population can be a way of building barriers, instead of the future. In this reflexive project, it is built knowledge to help people understand the science from themselves, avoiding inequality. Because we are a unique specie, the <i>Homo sapiens</i>.</p>"
        },
        {
            "id" : "partner",
            "value" : "<p>The History Tracers is working together with the <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53fc22d1-c0e2-4449-b052-aa5c517dc673'); return false;\">Brazilian Founders</a>, made by Damares de Andrade e Eduardo Santos Lima, to make research about historical and genetic of Brazilian personalities that are well known to make Brazil history.</p>"
        },
        {
            "id" : "translation",
            "value" : "<p>A multilingual project sometimes fails to keep all languages up to date, especially when a new language is added. Below we have the current level of the translation of the files: <ul>  <li>English: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 %</li><li>Spanish: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;44 %</li><li>Portuguese: 100 %</li> </ul></p>"
        }
    ]
}
