{
    "title" : "History Tracers",
    "header" : "History Tracers",
    "last_update" : [ "1715103865" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "main" ],
    "content" : [
        {
            "id" : "software",
            "value" : "<p><h3>About the Project</h3>This software is open-source, provided under <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3abb0a79-6306-4010-8541-79a49ddff59a'); return false;\">GPL 3 or above</a>. Additionally, all site content is available via our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a> repository. All texts within this project are subject to use under <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>. Updates are released in the following sequence: <ul><li>Firstly, on our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a> platform.</li><li>Next, on our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a> repository.</li><li>Then, on this website, ensuring widespread access to knowledge.</li><li>Publication on social networks such as <a href=\"https://twitter.com/historytracers\" target=\"_blank\">X (old Twitter)</a>, <a href=\"https://www.facebook.com/groups/1141076993937832\" target=\"_blank\">Facebook</a>, and <a href=\"https://www.instagram.com/historytracers/\" target=\"_blank\">Instagram</a>.</li></ul>.</p><p><h3>How You Can Contribute</h3>There are several ways to contribute to the project: <ul> <li>While the project incurs expenses, there are no charges for accessing the project. If you wish to contribute towards enhancing the project, we have a <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a> page available for donations. <b>By making a contribution to the project, your name will be prominently featured on the <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('be49a7ce-25c1-4a4d-9063-ce662c6d059d'); return false;\">Acknowledgement</a>) section, and included in the version of the website slated for publication as a book before <span class=\"htdate\"></span>.</b></li> <li>If you are familiar with the scientific method (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">History Tracers, <span class=\"htdate\"></span>: Scientific Method</a>), or or wish to learn it, you can open a PR in our <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a> repository and add data from your research using a <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('8e5635cb-4073-41ae-90c7-630b4e9f6dca'); return false;\">model</a> recognized by the site.</li> <li>If you do not conduct research but would like to learn more about a specific family or a scientific subject, you can open an <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('d696f282-f071-4774-9d01-6298da492da6'); return false;\">issue</a>, and we will conduct a study on the family. Currently, our research focuses on the Middle Ages and Ancient Times/Preclassic and Classic Period. We are also incorporating mathematical fundamentals.</li></ul></p>"
        },
        {
            "id" : "genealogy",
            "value" : "<p><h3>Why Another Genealogical Project?</h3>While there are various genealogical projects aiding individuals in constructing their family trees, some of which are collaborative, our project does not aim to merely add another website or software for creating family trees. Instead, our primary objective is to assist individuals in employing the scientific method (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">History Tracers, <span class=\"htdate\"></span>: Scientific Method</a>) and comprehending the evolution of their family knowledge over the centuries. We address not only familial relationships but also diverse issues that highlight the commonalities among people.</p>"
        },
        {
            "id" : "education",
            "value" : "<p><h3>Why Another Educational Project?</h3>Although there are undoubtedly excellent books available for educating people, it is crucial to recognize that there are multiple approaches to teaching. What may be simple for one person may not be for another. Employing a singular teaching methodology for an entire population can erect barriers instead of fostering progress. Our reflective project aims to cultivate understanding of science from an individual perspective, mitigating inequality. After all, we are all part of the same species, <i>Homo sapiens</i>.</p>"
        },
        {
            "id" : "partner",
            "value" : "<p><h3>Collaborations and Partnerships</h3>History Tracers is collaborating with <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53fc22d1-c0e2-4449-b052-aa5c517dc673'); return false;\">Brazilian Founders</a>, founded by Damares de Andrade and Eduardo Santos Lima, to conduct research on the historical and genetic aspects of well-known Brazilian personalities who have contributed to shaping Brazil's history.</p><p>We aim to contribute to the comprehension and knowledge of the cultures, customs, and history of Indigenous peoples of the Americas. Understanding that only through this exchange between civilizations can we strive for a better world, and it will also enable us to access the knowledge of their past, which forms part of our national identity. We hope that these studies on their customs and sciences become accessible to those who do not have access to them through formal education. To further this dissemination of knowledge about native peoples in <i>Abya Ayala</i>/América, we collaborate with Roberto Moras from the Legado Ancestral YouTube channel (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a082a3ed-59c7-4ae2-9f5a-eecef36c7409'); return false;\">Moras, Roberto. Legado Ancestral</a>).</p>"
        },
        {
            "id" : "translation",
            "value" : "<p><h3>Multilingual Considerations</h3>A multilingual project may encounter challenges in maintaining all languages up to date, particularly when incorporating a new language. Below, we provide the current status of file translations: <ul> <li>English: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 %</li><li>Spanish: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 %<li>Portuguese: 100 %</li> </ul></p><p>History Tracers is currently undergoing a grammatical review. All pages that have been updated display the updated date at the top.</p>"
        },
        {
            "id": "fill_dates",
            "value": [
                {
                    "type" : "gregory",
                    "year" : "2024",
                    "month" : "12",
                    "day" : "31"
                },
                {
                    "type" : "gregory",
                    "year" : "2024",
                    "month" : "-1",
                    "day" : "-1"
                },
                {
                    "type" : "gregory",
                    "year" : "2024",
                    "month" : "-1",
                    "day" : "-1"
                }
            ]
        }
    ]
}
