{
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later", "CC BY-NC 4.0 DEED" ],
    "math_keywords" : [
        "ISKAY",
        "KIMSA",
        "PISQA",
        "KIKIN",
        "PICHANA",
        "Without moves",
        "Invalid number: ",
        "hands",
        "Hindu–Arabic",
        "Indigenous",
        "Play again!",
        "In this exercise, we will perform the addition operation: ",
        "Addition is always performed in pairs. At this stage, we are adding: ",
        "Each numerical position can only contain digits between 0 and 9. As a result, the excess value (1) was carried over to the next higher position.",
        "Product",
        "Factor",
        "Table of ",
        "Hover over a multiplication on the left to visualize it.",
        "Letters",
        "Total",
        "Verses",
        "Metric syllables",
        "Hieroglyphs",
        "Lines",
        "Days",
        "Period",
        "Equal sign",
        "Result",
        "Age",
        "Years",
        "In this exercise, we will perform the subtraction operation: ",
        "Subtraction is always performed in pairs. At this stage, we are subtracting: ",
        "We take the value from the adjacent place value, which is 10 times greater than the current one. When the adjacent place value is zero, we borrow from the next available place value and then transfer the value.",
        " times ",
        " plus ",
        "Division is always performed from the highest place values to the lowest. Currently, we are dividing: ",
        "When performing division, if the current place value is less than the divisor, we also use (or bring down) the next digit to continue the process. Besides, we must always go through all the orders before finalizing the division.",
        "Since the tens digit is smaller than the divisor, we add a zero to the quotient and use the tens and units together to proceed with the division.",
        "cos(θ)",
        "sin(θ)",
        "cos²(θ) + sin²(θ)",
        "alpha",
        "beta",
        "gamma",
        "delta",
        "epsilon",
        "zeta",
        "eta",
        "theta",
        "iota",
        "kappa",
        "lambda",
        "mu",
        "nu",
        "xi",
        "pi",
        "rho",
        "sigma",
        "tau",
        "upsilon",
        "phi",
        "chi",
        "psi",
        "omega"
    ]
}
