{
    "title" : "Sources",
    "header" : "Sources used to do researching",
    "sources" : [ "sources" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1726362353" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p><h3>Prerequisites</h3>In this text, we explore the sources used in genealogical research. For a better understanding, we recommend first reading:</p>", "<p><ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">Scientific method</a>: An introductory text on the scientific method.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('75f9c1d6-8510-4ce6-8561-02f376645005'); return false;\">Understanding the time</a>: A study of how different civilizations marked time.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6831d5da-9bf9-4512-9231-09a2816980a6'); return false;\">The writing system</a>: A description of the evolution of writing systems used to create the documentation we work with.</li></ul></p>", "<p><h3>Introduction</h3>Texts within History Tracers encompass a diverse array of references, ranging from documentation and scientific works (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5bb4fcb-4820-4c01-b2d2-2f9df8e1b2f7'); return false;\">Garcia, Emílio, <span class=\"htdate\"></span></a>) o religious texts. These sources are categorized as follows: primary sources is documentation directly analyzed within the project, some of which are also cited in references; scientific papers or books presenting investigative findings or primary sources; religious sources are cited with respect to present different worldviews (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0d449896-8388-4a24-8885-11e20a687d88'); return false;\">History Tracers, <span class=\"htdate\"></span>: Sources</a>). In this exploration, we delve deeper into the references utilized.</p>" ]
        },
        {
            "id" : "primary-source",
            "value" : [ "<p><h3>Primary Source</h3>We can define in a simplified way the primary source as original documents and objects created during the studied time <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0eff7270-c6b4-4bab-b685-67d3c2970a93'); return false;\">(Library of Congress)</a>. For genealogy are example of primary sources:</p>", "<p><ul><li>Personal documents - they are documents that were written for the person or their relatives like: personal ID, personal documents (legal documents talking about birthday, marriage, death), inventory, and testament. Some countries allowed people to change their own names during their lifetime, in Brazil, for example, it is possible to observe people changing their names before the decree made during the year of <span class=\"htdate\"></span> <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('788267b1-c89e-44b5-84b5-e4fab7be0dac'); return false;\">(Câmara dos Deputados)</a>.</li><li>Religious sources - they are documents available in churches and dioceses. In countries without separation between churches and the state, people's documentation was made by churches and convents. It is possible to find inside these institutions: baptisms, marriages, death registers, testaments, and de genere et mobirus documents.</li><li>Governmental documents - they are different documents made by local government like: <ul><li>Land register: A document that gave to a person a land region.</li><li>Royal documents - documents made during a period where the central government had a king or queen <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a0fb89b0-34b3-485c-bd96-ec5c9b20d922'); return false;\">(Torre do Tombo, Chancelaria Régia)</a>. An example of these documents is the coat of arms, a document that we need to write some concerns, because some of them hide women ancestors, because there was the necessity to trace a linage exclusively with men.</li></ul> <li>Judicial documents - these documents can have ancestor names, mainly documents that were made during inquisitorial events.</li><li>Chronicles - they are texts given historical details in a specific region.</li></ul><p></p><p>The primary sources do not need to be written during the lifetime of the studied person. Examples of these primary sources written after person's death are due diligence for familiar of the holy office, for Third Order, and for 'Irmandade de Misericórdia'. In these documents, according to priest Joseph Mascarenhas, there was a deep investigation through various generations for people that wanted to join the institutions <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">(Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 49)</a>. It is important to reinforce that is only possible to consider them as primary source, when at least the person is name is cited inside for the document (Observation: Last sentence looks like obviously, but this simple logic was completely ignored by 'genealogists' in past years).</p>" ]
        },
        {
            "id" : "reference",
            "value" : [ "<p><h3>Reference</h3>We treat as references all secondary sources, or ternaries sources, that cannot be considered proof of a relationship between people. They are treated here as references either to give the primary sources or because they give ideas about possible connections.</p>" ]
        },
        {
            "id" : "religious-reference",
            "value" : [ "<p><h3>Religious sources</h3>It is not simple to talk about personal beliefs, because for believers, they are sources that are the source of truth of truth. This is a scientific work, where we understand that models can and must receive questions to be improved, so we isolate the religious sources, but using of all possible respect for believers, we also add them as primary source when they were written during the time people lived.</p>" ]
        },
        {
            "id" : "social-media",
            "value" : [ "<p><h3>Social media</h3>The widespread use of social media has led researchers from various fields to discuss and share their work on these platforms.</p>", "<p>In addition to researchers, many individuals connect and share information they find in books and other sources, covering a variety of topics, such as shared ancestry.</p>", "<p>On these platforms, it is possible to find content that may or may not follow the scientific method (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">History Tracers, <span class=\"htdate\"></span>, <i>Scientific method</i></a>). When sources can be validated, they will be cited in the References section. However, if the information cannot be verified but still proves useful, it will be mentioned in this section with caution.</p>" ]
        },
        {
            "id" : "dictionary",
            "value" : [ "<p><h3>Dictionary</h3>Doubts often arise when working with documentary sources, especially when encountering unfamiliar terminology. Since <span class=\"htdate\"></span>, we've had access to a valuable resource to aid us in our research: the 'Dicionário de Genealogia' by Gilber Rubim Rangel (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('2cf03d7c-589e-4f1e-81d3-03296d37f2d8'); return false;\">Rangel, Gilber Rubim, <span class=\"htdate\"></span>, <i>Dicionário de Genealogia</i></a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('80c28cd8-cee2-4696-a083-2bb0c5a26889'); return false;\">Rangel, Gilber Rubim, <i>Dicionário de Genealogia</i>, Instagram</a>). Some pages of the dictionary are accessible on the Archive website (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef8346d5-184c-4e34-94d3-a69604fd6bb4'); return false;\">Rangel, Gilber Rubim, <span class=\"htdate\"></span>, Amostra</i></a>).</p>", "<p>In addition to consulting specialized dictionaries, it's also advisable to refer to conventional dictionaries (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('503282d2-bcfb-4f59-bca4-f9bdce3d5133'); return false;\">Dicionário da Língua Portuguesa. Academia das Ciências de Lisboa</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3b91f37e-a9d6-47d2-b8f5-8899556bd5f9'); return false;\">Real Academia Española</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('eeac939a-5a0f-492c-9880-85e2a803c665'); return false;\">Cambridge Dictionary</a>), and the Cambridge Dictionary whenever any doubts arise regarding language terms.</p>" ]
        },
        {
            "id": "fill_dates",
            "text": [
                {  "type" : "gregory", "year" : "2017", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "1939", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" }
            ]
        }
    ]
}
