{
   "title": "",
   "header": "",
   "sources": null,
   "scripts": null,
   "audio": null,
   "index": null,
   "license": [
      "SPDX-License-Identifier: GPL-3.0-or-later",
      "CC BY-NC 4.0 DEED"
   ],
   "last_update": [
      "1746110074"
   ],
   "authors": null,
   "reviewers": null,
   "type": "class",
   "version": 2,
   "content": [
      {
         "id": "common_prerequisites",
         "text": [
            {
               "text": "<p><span id=\"htZoomImageMsg\"></span></p><p class=\"topdesc\"><i>The abbreviations A.E.C, B.C.E (Before Common Era), and negative years serve as generalizations for representing eras preceding the initial days of the calendars.</i></p><p><h3>Prerequisites</h3>The study of genealogy requires basic knowledge in mathematics, literature, the languages in which documents are written, history, and biology. We understand that many people do not have enough time to study all these sciences in depth. To assist, we have prepared the following texts, which will serve as foundational resources in genealogy:</p><p><ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('eda6e242-751a-46b3-b5f7-0c4489d9b374'); return false;\">Origin</a>: A general overview of the origin of our species based on scientific research and various beliefs.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">Scientific method</a>: An explanation of the scientific method, including an example that can be performed at home.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2806b294-0d2a-4ca2-8008-b2b82791427a'); return false;\">Understanding Texts</a>: A section designed to teach techniques for understanding texts and exploring their relationship with mathematics.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e21391d8-f158-454f-a677-531f9e8d23a0'); return false;\">First Steps (Genealogy)</a>: we guide the reader on how to obtain necessary documentation and start building their family tree.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8b18d52e-6afb-425d-b59c-19030d041c48'); return false;\">Sources</a>: we explain the various sources used in genealogical research.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('18a901e4-3da3-45d8-a239-fb551e78698e'); return false;\">Natural Limits</a>: Introduces the reader to the concept of limits using examples from the human body and liquids.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ec67a522-d649-46aa-9bbb-1f288c6af5f1'); return false;\">Chronology</a>: Presents the reader with the various archaeological periods currently in use.</li></ul></p><p>Some families may require additional information, which will be listed below when necessary:</p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "format": "html",
               "PostMention": " "
            }
         ]
      },
      {
         "id": "navigation",
         "text": [
            {
               "text": "<p><h3>Navigation</h3>The family visualization page of History Tracers, is organized into four main sections:</p> <p><ul><li><b>Patriarch/Matriarch list</b>: This section comprises a list of patriarchs/matriarchs who either named the family or resided in a particular region.</li><li><b>People organized by patriarch/matriarch's family:</b> When readers click on a family name or region from the first section, they are directed to a segment that introduces the first documented individual, along with their descendants and concise personal histories. Texts supported by primary sources are displayed in normal font style, while hypotheses lacking verifiable sources are presented in italic font style.<br />Each historical account is accompanied by its corresponding primary sources and references, which can be accessed with a simple click.</li><li><b>Primary sources and references</b>: A common misconception among genealogy researchers is assuming that an individual who authored a book adhered strictly to the scientific method when documenting their own family history, thus eliminating the need for further scrutiny. To address this misconception, the page distinguishes between primary sources that unequivocally validate an individual's existence and other references found in publications such as noble genealogies. Religious texts are given a separate, respectful section; however, if these texts were authored during the lifetime of the individuals mentioned, they may also be cited as primary sources. </li><li><b>Family tree and citations:</b> On the right-hand side of the page, a partial family tree is displayed for the selected individual, accompanied by primary sources and references.</li></ul></p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "format": "html",
               "PostMention": " "
            }
         ]
      },
      {
         "id": "index-identifier",
         "text": [
            {
               "text": "<h3>Patriarch/Matriarch list</h3>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "format": "html",
               "PostMention": " "
            }
         ]
      }
   ],
   "exercise_v2": null,
   "date_time": null
}
