{
    "title" : "Family",
    "header" : "Family visualization",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : null,
    "content" : [ 
        {
            "id" : "index-identifier",
            "value" : "Patriarch/Matriarch list"
        },
        {
            "id" : "introduction",
            "value" : "<p>The visualization page is split in four sections:</p> <p><ul><li><b>Patriarch/Matriarch list</b>: list of patriarch/matriarch that names the family.</li><li><b>People organized by patriarch/matriarch's family:</b> when the reader clicks on the family name present in the first section, the person is redirected to a section that has the person, his/her descendants, and a short personal history of each person. When the history has primary sources, it is formatted with fonts using normal style. When we are working with a hypothesis without any source that can prove it, the texts are formatted with italic style.<br />Histories are written with respective primary sources and references that can be accessed with a <b>click on top of them</b>.<br />When there is a hyperlink present, you can load part of the person's family tree on the right side, clicking on top of the hyperlink. Your screen will also be scrolled to the person's section.</li><li><b>Primary sources and publications</b>: a common error among people researching genealogy is understanding that a person that wrote a book used the scientific method correctly to write about his own family, and thanks to this it is not necessary to review the publication. To help these people, the page separates primary source that proof a person exists from other references in books like nobiliarchy. Religious books have a respectful separated section, but when these books were written during person's lifetime, they can also be cited as primary source. </li><li><b>Family tree and citations:</b> on the right side the site make a partial family tree from selected person, and it also shows primary sources and references.</li></ul></p>The texts must be used according to <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a></p>"
        }
    ]
}
