{
    "title" : "Quem ... ?",
    "header" : "Quem descrobriu Abya Yala/América?",
    "sources" : [ "indigenous_who_discovered" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p>Antes de prosseguir, por favor, responda para si a pergunta: quem descobriu a <i>Abya Yala</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39 - 43</a>)/América?</p><p>Respostas fáceis para perguntas difíceis tendem a ser erradas, mas, ao mesmo tempo, confortáveis. Um exemplo disto são classes onde alunos são levados a crer que tudo começa a partir da chegada de uma determinada pessoa, como se não existisse nada antes. Nesta página discutimos um pouco a respeito da ideia da \"descoberta\" de <i>Abya Yala</i>/América, mas não encerramos o assunto, para mais detalhes sobre diferentes visões de descoberta, sugerimos o trabalho de Stuart C. Brown (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('47cfc7a1-a884-4bb4-80a8-376f8cca122b'); return false;\">Brown, Stuart C., 1993</a>).</p>"
                },
                {
                    "id" : "word",
                    "text" : "<h3>O significado de \"descoberta\"</h3><p>Em conversas com Ludwing Nguillatun, um indígena do povo mapuche (Wallmapu), uma frase chamou-me a atenção: \"pessoas estudam letras e não palavras\". De fato, o não aprofundamento no significado de palavras leva pessoas a responder erroneamente perguntas como a que está sendo trabalhada nesta página.</p><p>Conforme o dicionário de Oxford, a palavra \"descobrir\" significa <i>\"gen. To obtain sight or knowledge of or become aware of (a thing or person previously unknown or… transitive. With clause as object, or simple object…\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('cefb324d-a55f-40c2-89be-1ba8f761af60'); return false;\">Oxford English Dictionary</a>)) [Em tradução livre: obter visão, conhecimento ou tomar consciência de (uma coisa ou pessoa previamente desconhecida or ... transitiva. Com cláusula como objeto, ou objeto simples...]. Apesar do texto estar com reticências, o trecho importante para este estudo está completo. Quando se fala em \"tomar consciência de (uma coisa ou pessoa)\", define-se a descoberta a partir de um ponto de vista de uma pessoa ou nação, ou seja, pode-se haver várias descobertas de uma mesma região por distintas pessoas.</p>"
                },
                {
                    "id" : "christian",
                    "text" : "<h3>A descoberta na visão do mundo cristão</h3><p>Na cosmovisão cristã, o \"descobridor\" do \"Novo Mundo\" é Cristóvão Colombo, apesar de Rodrigo de Triana ter avistado primeiro o continente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 1</a>). Há distintos motivos para a aceitação que o primeiro a avistar tenha sido Cristóvão Colombo, mas uma em especial chama a atenção: o fato de Rodrigo de Tirana poderia ser um judeu converso (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4a21ac3a-0e46-4806-945a-86b3377f6c57'); return false;\">Zielonka, Rabbi Martin, 1939</a>) afetaria seu reconhecimento.</p><p>O \"descobridor\", na cosmovisão cristã, em seus relatos fala dos indígenas que já estavam em <i>Abya Yala</i>/América (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a464098f-8602-46a0-8ade-ad1f034621ee'); return false;\">Hofmann, Sabine, 1997</a>).</p>"
                },
                {
                    "id" : "vikings",
                    "text" : "<h3>A descoberta na visão vikng</h3><p>Quando comparamos as cosmovisões cristã e viking, podemos identificar semelhanças em dois aspectos: <ul><li>Leif Ericsson é considerado o primeiro a descobrir <i>Abya Yala</i>/America, apesar de Bjarni Herjolfsson ter estado anos antes no local (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 8</a>), ou seja, o \"descobridor\" foi selecionado.</li><li>Houve contato com indígenas que já estavam no continente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>), logo o \"descobridor\" não descobriu o local pela primeira vez, e sim descobriu um local desconhecido para ele e sua nação.</li></ul></p>"
                },
                {
                    "id" : "indigenous",
                    "text" : "<h3>A descoberta pelas ciências</h3><p>Estudos da genética e antropologia permitem dar uma resposta, que não é a desejada por muitos, mas é a melhor embasada. Como a ciência está sempre investigando, a resposta que será dada nesta seção poderá mudar a qualquer momento.</p><p>Há hipótese de terem ocorrido diferentes migrações humanas através do estreito de Bering (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('601750ac-2b5b-4353-bd52-74a9c8483808'); return false;\">O’Rourke, Dennis H., and Jennifer A. Raff., 2008</a>). Em diferentes museus (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b6ffcac4-7379-4a21-ba3c-326e8cb39129'); return false;\">San Salvador</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0be2ea18-ab78-4cb1-b3be-1ff0ba4ade95'); return false;\">México</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b5c517d-478c-4972-ab07-22f9f7fdb26c'); return false;\">Perú</a>) que estive em Abya Yala/América, foi possível constatar que a migração ocorre entre  13500 a 30000 anos atrás (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('064c3691-1f4c-491b-b643-150c011b4525'); return false;\">Goebel, Ted, et al., 2008</a>). Como não havia escrita em Abya Yala/América (e no mundo) quando qualquer um dos cruzamentos pelo estreito ocorreu, não há nenhum registro que permita dizer quem <b>descobriu</b> a <i>Abya Ayla</i>/América, mas com certeza foi <i>Homo sapiens</i> como nós.</p>"
                },
                {
                    "id" : "end",
                    "text" : "<h3>Conclusão</h3><p>A última resposta, descoberta pelas ciências, provavelmente traz infelicidade, por tirar a certeza. Esta perspectiva de insegurança frente as outras nos traz a necessidade de reflexão sobre certezas: <ul><li>Por que necessitas conhecer tudo? Não seria isto uma barreira para novos aprendizados?</li><li>Foi possível observar que as respostas \"seguras\" omitiam fatos? Ou seja, os \"descobridores\" nas cosmovisões apresentadas não foram os primeiros a pisar ou avistar o continente.</li><li>Após estudar este texto, você ainda mantém a mesma ideia sobre descobrir algo? O que você já descobriu em sua vida que outros já descobriram antes?</li><li>Sua resposta para \"Quem descobriu  Abya Ayla/América?\" é idêntica a visão das ciências? Ou há a necessidade de nomear um \"descobridor\"?</li></ul></p>"
                }
            ]
        }
    ]
}
