{
    "title" : "Introdução",
    "header" : "Introdução",
    "sources" : [ "2a2cbd69-7f09-4a58-aff1-6fbff8c5bda5" ],
    "scripts" : [ "2a2cbd69-7f09-4a58-aff1-6fbff8c5bda5" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1716898952" ],
    "authors" : null,
    "reviewers" : null,
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : [ "<p><h3>Introdução</h3>Para explorar os assuntos de forma mais abrangente, as aulas são divididas em diferentes disciplinas, tais como:</p>", "<p><table  class=\"comparison_3D\"> <tr><th>Área</th><th>Exemplos</th></tr><tr><td>Humanas</td><td>Filosofia, História, Letras, Geografia</td></tr><tr><td>Exatas</td><td>Física, Matemática, Química</td></tr><tr><td>Biológicas</td><td>Zoologia, Genética, Bioquímica</td></tr> </table></p>", "<p class=\"desc\">Tabela 1: Exemplo de ciências organizadas em diferentes áreas.</p>", "<p>Embora no History Tracers concordemos com essa abordagem, reconhecemos que ela pode levar alguns a perceberem as ciências como independentes entre si, o que, por sua vez, pode criar obstáculos à aprendizagem.</p>", "<p>Creemos que o primeiro passo para remover esta barreira é recordar nossa infância, onde a curiosidade natural permitia mergulhar em novos conhecimentos.</p>" ]
                },
                {
                    "id" : "contradiction",
                    "text" : [ "<p><h3>Uma contradição</h3>Quando somos crianças, somos incansáveis em fazer perguntas, as quais nos auxiliam em nosso desenvolvimento (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ddc1f803-3676-40d8-a27c-af643522d47d'); return false;\">Chouinard, M. M., Harris, P. L., & Maratsos, M. P., <span id=\"htdate0\"></span></a>). No entanto, à medida que crescemos, muitas pessoas acabam abandonando esse hábito, buscando respostas \"sólidas\" (verdades), e frequentemente simplistas para qualquer questão. Dessa forma, deixam de questionar e passam a aceitar informações sem contestação. Estudos recentes sugerem que essas \"respostas sólidas\" são frequentemente sujeitas a um relativismo que impede a aceitação de verdades inquestionáveis (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('23359d6a-4353-4674-bd8d-a283d28f06a7'); return false;\">Cappelen, H., & Huvenes, T. T., <span id=\"htdate1\"></span></a>).</p>", "<p>Outro fato que observo em algumas pessoas que conheci é que aquelas que mais desejam respostas incontestáveis tendem a rejeitar a matemática, e por consequência, a lógica. Isso é uma contradição, pois a matemática de fato é notoriamente sólida, como demonstram suas provas que muitas vezes nos são omitidas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('02ffd817-93f6-4180-881c-75a58a54ab2a'); return false;\">Rocha, H., <span id=\"htdate2\"></span></a>).</p>", "<p>Mas, como podemos remover as barreiras com a matemática e as ciências?</p>" ]
                },
                {
                    "id" : "route",
                    "text" : [ "<p><h3>Alcançando o entendimento</h3>Para ajudar os leitores a superar possíveis barreiras, ensinamos as ciências de forma integrada. Nossa abordagem considera alguns fatores importantes:</p>", "<p><ul><li>Não há problema em adquirir mais conhecimento. Como Sócrates afirmou, \"I neither know nor think that I know\" [ \"só sei que nada sei\" ] (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3b95809f-e017-4f2c-9c30-bc3db69ce7c5'); return false;\">Plato, <span id=\"htdate3\"></span>, pp. 15</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ae49cb80-7652-4fe9-b18a-0de1c4c8321a'); return false;\">Luiz Felipe Pondé, <span id=\"htdate4\"></span></a>);</li><li>Existem diferentes tipos de inteligência (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2696b05e-fabc-4818-909a-8fc833c3cd19'); return false;\">Şener, S., & Çokçalışkan, A., <span id=\"htdate5\"></span></a>), o que significa que as pessoas entendem os conteúdos de maneiras diversas.</li></ul></p>", "<p>Um exemplo da necessidade de colaboração entre as ciências pode ser observado na genealogia da família Rodrigues, que viveu no século XVI no Brasil. Diferentes autores atribuíram uma origem europeia à sua [suposta] matriarca, mas exames genéticos revelaram que ela era indígena. Um dos autores não comparou datas de sua publicação com documentos disponíveis, e como consequência, uma mãe seria mais de duas décadas mais jovem que sua própria filha (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53553792-0077-41cf-b078-b2b0f537360b'); return false;\">History Tracers, <span id=\"htdate6\"></span>, Rodrigues</a>). Este caso demonstra como a genética, a história e a matemática podem se complementar para corrigir descrições equivocadas e esclarecer fatos históricos.</p>" ]
                },
                {
                    "id" : "conclusion",
                    "text" : [ "<p><h3>Conclusão</h3>Considerando que há problemas no aprendizado desde os primeiros anos, que acabam levando os alunos a criar barreiras em diversas áreas, nesta seção do History Tracers começaremos explorando pesquisas que demonstram como iniciamos o processo de contagem. Utilizaremos exemplos do corpo humano, de nossas famílias e de experimentos possíveis de realizar em casa para demonstrar que a ciência não é uma maneira de contradizer algo, mas sim uma forma de entender o mundo e constantemente adquirir novos conhecimentos.</p>" ]
                },
                {
                    "id": "fill_dates",
                    "text": [
                        {  "type" : "gregory", "year" : "2007", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "2018", "month" : "9", "day" : "10" },
                        {  "type" : "gregory", "year" : "2019", "month" : "1", "day" : "21" },
                        {  "type" : "gregory", "year" : "1899", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "2018", "month" : "-1", "day" : "-1" },
                        {  "type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" }
                    ]
                }
            ]
        }
    ]
} 
