{
    "title" : "Origem - Nossos ancestrais pré-históricos",
    "sources" : [ "3bf12a92-5093-4f67-8ef6-8794b996779d" ],
    "common" : [ "<p>Esta página do projeto não aponta ancestrais específicos, pois como falamos de pré-história, simplesmente não há textos que permitam citar nomes. O principal objetivo dela é auxiliar as pessoas no entendimento que não há diferenças entre as pessoas, pois <b>todos temos a mesma origem</b>.</p><p>O nome dado a teoria de Charles Darwin, evolução, causa confusão aos leitores, por pensarem haver um progresso em direção a algo superior, quando temos mudanças, nomeadas como mutações (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6ebf58d7-2f1d-47b6-84ac-07d1430c2981'); return false;\">DNA and Mutations, Berkeley</a>) ocorrendo por gerações. Estas mutações no DNA (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>), quando favoráveis, possibilitam os seres vivos a se adaptarem de forma mais adequada ao ambiente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('71093c75-b1eb-4289-9711-698b054af418'); return false;\">Evolution: Changing Species Over Time, National Geographic</a>), tendo, portanto, uma tendência a ser selecionada no processo de transmissão genética para a descendência dos indivíduos que a portam.</p><p>Quando trabalhamos com genealogia, o DNA mitocondrial e o cromossomo Y (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>), por serem uniparental, nos permitem fazer um mapeamento mais direto de ancestrais que os cromossomos autossômicos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('48954556-6e7a-49e0-b844-04c365ad3436'); return false;\">Jinam, Timothy A., et al., 2012, pp. 3515</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024,</a>).</p><p>Não é incomum ver pessoas desenvolvendo sua linhagem até um casal sugerido por livros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad3558db-57fd-475b-a3ff-c7899a8d95b2'); return false;\">Harari, Yuval Noah, 2014, pp. 24 de 439</a>), estaria esta árvore equivocada? Esta é uma pergunta complexa, mas que não há como se esquivar. Sendo objetivo e direto, a resposta é não. Esta resposta não contradiz o que a genética nos mostra? Esta confusão precisa ser detalhada. As ciências biológicas não foram criadas para mostrar erros nas ciências humanas, muito pelo contrário, são ciências complementares. Quando alguém faz sua árvore genealógica até um casal inicial, ele está usando fontes que o conduzem a esta conclusão. Lembra-se ao leitor que a maioria destas fontes foram escritas antes que soubéssemos da existência do DNA (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>), logo a árvore está correta conforme as fontes usadas.</p><p>Montar uma árvore com genética, implica saber que em algum momento não haverá mais nomes, por outro lado, remove-se a limitação de número de gerações. Diante deste cenário, quantas gerações adicionais teríamos disponíveis com a genética? Para responder esta pergunta, faz-se necessário, além dos conhecimentos históricos e genéticos, usar matemática: <ul><li>Como a escrita surge a aproximadamente 5500 anos atrás (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22c3824d-559b-4341-b999-cd0bb39c6246'); return false;\">\"History of writing systems\", Encyclopedia Britannica.</a>), usando-a não se espera que gerações retrocedam além deste período. Obviamente temos que entender que alguns eventos podem ser criados de maneira a estender tempo além deste limite. Por exemplo, os reis sumérios \"viveram\" por longo tempo, com destaque para Alaljar, que reinou 36000 anos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('01ee98b4-e72d-47dd-81ee-138b20ac631d'); return false;\">Fink, Sebastian and Sazonov, Vladimir, 2019</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('45740c63-f48a-42e6-973f-f41654116415'); return false;\">History Tracers, 2024</a>). Diante da liberdade que a escrita permite, limita-se a vida neste estudo ao tempo máximo que os telômeros permitem, ou seja, aproximadamente 100 anos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('66c80cb5-4531-44f7-bbd4-3dd0ac7110e9'); return false;\">Steenstrup, Troels, et al., 2017</a>).</li> <li>Após definir um limite para o tempo de vida, deve-se estipular uma idade que pessoas começam a ter seus filhos. Como estamos estudando um período longo, onde culturas e comportamentos foram modificados. Temos que definir um período aproximado para trabalhar, com isto segue-se a pesquisa de Richard J. Wang et al., onde se concluiu que o tempo de geração médio para homens é de 30,7 ± 4,8 anos e para mulheres de 23,2 ± 3,0 anos nos últimos 250.000 anos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dd34414b-8f55-4e5e-877a-c0e111e871be'); return false;\">Wang, Richard J., et al., 2023</a>).</li> <li>Conforme o leitor deve ter observado, no trabalho de Richard J. Wang et al., existe uma incerteza na medida representada pelo sinal '±', esta incerteza é parte de toda medição que realizamos ou estimamos. Como se pretende aqui fazer uma demonstração simplificada, arredondemos o tempo médio de geração dos homens para 30 anos e para as mulheres de 23 anos.</li> <li>Como na maioria do tempo de nossa espécie não foi possível ter geração sem um homem e uma mulher, pois não havia fecundação artificial, selecionamos a idade média de geração do homem, 30 anos, para prosseguirmos o cálculo.</li> <li>Após as simplificações, calcula-se que desde que a escrita foi criada, temos aproximadamente 183 gerações (5500 anos/ 30 anos/geração).</li> <li>O estudo de distintos paleontologistas e geneticistas nos mostram que nossa espécie tem aproximadamente 250.000 anos, logo aplicando o mesmo cálculo anterior, concluí-se que temos aproximadamente 8333 gerações (250.000 anos / 30 anos/geração).</li><li>Com todos os dados, concluí-se que a genética nos permitiu encontrar aproximadamente 8150 gerações que estavam 'escondidas' por falta de desenvolvimento de escrita.</li></ul></p><p>Para mais detalhes sobre os ancestrais pré-históricos, sugere-se ao leitor estudar a obra de Charles Darwin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57763a8f-035c-490b-8612-8e4c7cd4c10a'); return false;\">Darwin, Charles, 19--, Vol. II</a>), o trabalho de Ian Tattersal e Jeffrey H. Schwartz (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009</a>), e o texto da enciclopédia Britannica (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3ce506ac-8895-40dd-89f7-57f80517aba4'); return false;\">Tuttle, Russel H., 2023</a>).</p>" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "families" : [
        {
            "id" : "4bbf87a2-ce0d-46bd-8d5e-ab94a00e7ecd",
            "name": "<i>Homo neanderthalensis</i>",
            "history": [ "Considerado um membro arcaico humano (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cded03d2-aa3b-4d3e-8a35-ab1b637057d3'); return false;\">Trinkaus, E., Tuttle,. Russell Howard and Williams, Frank L'Engle, 2023</a>). Também são nomeados como uma subespécie <i>Homo sapiens neanderthalensis</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>).", "Os <i>Homo neanderthalensis</i> possuíam um cérebro em tamanho compatível com nossa espécie, mas possuíam também características específicas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009, pp. 79</a>).", "Esta espécie ocupou diferentes regiões do planeta entre 200.000 e 30.000 anos atrás, sendo possível encontrar fósseis no Levante, Europa e Ásia  (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('874aa098-3b00-4047-9cb7-bf5f9d080691'); return false;\">Tattersall, Ian, and Jeffrey H. Schwartz., 2009, pp. 79 - 81</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad3558db-57fd-475b-a3ff-c7899a8d95b2'); return false;\">Harari, Yuval Noah, 2014, pp. 22 de 25, 21 de 439 - 24 de 439</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7c1b0ff0-2b85-4059-bb95-e052522791f4'); return false;\">Pirula, 2021</a>).", "Houve relações entre <i>Homo neanderthalensis</i> e <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cded03d2-aa3b-4d3e-8a35-ab1b637057d3'); return false;\">Trinkaus, E., Tuttle,. Russell Howard and Williams, Frank L'Engle, 2023</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6af790a8-2fe4-417d-9bc9-615cd5be4398'); return false;\">Pirula, 2021</a>), mas em uma frequência inferior a que ocorre entre outros primatas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cb3dde46-caa6-4dff-8746-1a3562c4e448'); return false;\">Karenleigh A., Overmann, and Frederick L. Coolidge., 2013</a>).", "A proximidade entre as duas espécies humanas proporcionou diferentes estudos, a fim de definir o tempo de origem de ambas as espécies. Após estudar 4 modelos, Phillip Endicott et al. chegaram a conclusão que as espécies devem ter surgido na parte intermediária do Pleistoceno Médio, entre 480.000 a 425.000 anos atrás (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('13a06607-7560-4486-9531-9913e2b3ec7b'); return false;\">Endicott, Phillip, et al., 2010</a>)." ],
            "people" : [
                {
                    "id" : "f77d9341-91f5-4543-a2be-5d58a6db457e",
                    "name": "Desconhecido",
                    "history" : [ "Não há registros que permitam nomear o primeiro <i>Homo neanderthalensis</i>" ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : null,
                            "father" : "4b574a09-3f99-4f5a-8666-8294b2e06dd2",
                            "father_name" : "Desconhecido",
                            "mother_family" : null,
                            "mother" : "7e7af2b0-c971-4794-bd5d-e4de82d4344f",
                            "mother_name" : "Desconhecida"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "086a56d9-5120-443a-bcc3-1c2bd20cec8d",
                            "family_id": null,
                            "name" : "Desconhecida",
                            "history" : null 
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "6af4996d-f9a2-4108-be05-17aff3bcb85a",
                            "marriage_id": "086a56d9-5120-443a-bcc3-1c2bd20cec8d",
                            "name" : "Desconhecido",
                            "family_id": "4bbf87a2-ce0d-46bd-8d5e-ab94a00e7ecd",
                            "history" : null
                        }
                    ]
                }
            ]
        },
        {
            "id" : "59404163-47c8-4ce6-8e86-e6cbb3fbfe40",
            "name": "<i>Homo sapiens</i>",
            "history": [ "Quando citamos famílias por nomes, como os Tavares, listamos descendentes a partir de um casal, estamos falando de algo muito recente, pois os sistemas de escritas surgiram apenas alguns milênios atrás (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('22c3824d-559b-4341-b999-cd0bb39c6246'); return false;\">\"History of writing systems\", Encyclopedia Britannica.</a>). Agora quando falamos de nossa espécie, <i>Homo sapiens</i>, é uma história bem mais longeva (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad3558db-57fd-475b-a3ff-c7899a8d95b2'); return false;\">Harari, Yuval Noah, 2014, 24 de 439 - 439 de 439</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6af790a8-2fe4-417d-9bc9-615cd5be4398'); return false;\">Pirula, 2021</a>), diante deste cenário cabe as perguntas: quem somos nós? Quem são os <i>Homo sapiens</i>? O nome da espécie foi proposto por Carolus Lininnaeus mais de um século antes de Charles Darwin publicar sua obra. O principal objetivo seria diferenciar nossa espécie de outros animais próximos evolutivamente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>). A conclusão das características de nossa espécie, possuí relações genéticas bem determinadas a partir dos já citados DNA mitocondrial e cromossomo Y (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>). O conjunto dos genes também conduz a características visíveis exclusivas em nossa espécie como: um cérebro de 1350 centímetros cúbicos, crânios de base curta e alterações em ossos e músculos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6019d57c-d279-4522-b9c5-ee79c90ad547'); return false;\">Dorey, Fran, 2020, Australian Museum</a>). Para encerrar esta explicação, informa-se ao leitor que existem pesquisas propondo uma subespécie de <i>Homo sapiens</i>, a qual seria nomeada <i>Homo sapiens sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ff19e99f-8e2b-48b3-b085-017d42f4c041'); return false;\">Rafferty, John P., 2023, \"Homo sapiens sapiens\"</a>).", "Todas as famílias listadas no projeto são a mesma espécie, <i>Homo sapiens</i>. Em milênios isto pode mudar, quando ocorrer novamente o processo de especiação (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b2067355-8f41-470b-a270-1de259627fc2'); return false;\">Speciation, National Geographic</a>)."  ],
            "people" : [
                {
                    "id" : "5de43ad0-ce8f-4a1c-8525-a1dd8fc3613f",
                    "name": "Desconhecido",
                    "history" : [ "Não há registros que permitam nomear o primeiro <i>Homo sapiens</i>" ],
                    "parents" :  [
                        {
                            "type" : "theory",
                            "father_family" : null,
                            "father" : "ff26c4cf-aca9-43d5-a921-955fc7931231",
                            "father_name" : "Desconhecido",
                            "mother_family" : null,
                            "mother" : "13fcb0ce-fdd4-4fd0-a4be-ee1e2970ba34",
                            "mother_name" : "Desconhecida"
                        }
                    ],
                    "marriages" : [
                        {
                            "type" : "theory",
                            "id": "07ee6874-7809-45eb-b838-e954e419cca4",
                            "family_id": null,
                            "name" : "Desconhecida",
                            "history" : [ "Chama-se de Desconhecida, a mesma pessoa metaforicamente chamada \"Eva mitocondrial\", que seria a ancestral comum de todos nós, ou seja, todas famílias citadas neste site. Esta ideia não é inquestionável, por exemplo, Francisco J. Ayala afirma haver uma confusão: \"The inference that all humans descend from only one very few women(1) is based on a confusion between gene genealogies and individual genealogies\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b2067355-8f41-470b-a270-1de259627fc2'); return false;\">Ayala, Francisco J., 1995, pp. 1933</a>), mas Alan G. Morris et al. apontam uma emergência de nossa espécie através do DNA mitocondrial (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b30a6ec9-85c3-413e-a02f-b3eba83aa364'); return false;\">History Tracers, 2024</a>) por volta de 200000 (duzentos mil) anos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5b1fbe38-b56f-4035-b88e-67dc2c33c1b3'); return false;\">Morris, Alan G., et al., 2014</a>) citando o trabalho de Doron M. Behar et al. (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('29447334-0144-4398-bad6-5e8278920de6'); return false;\">Behar, Doron M., et al., 2008</a>). ", "Aqui temos distintos relacionamentos e não um único casamento." ]
                        }
                    ],
                    "children" : [
                        {
                            "type" : "theory",
                            "id": "a4d44e43-7b35-4d20-898f-bf09c2020224",
                            "marriage_id": "07ee6874-7809-45eb-b838-e954e419cca4",
                            "name" : "Todos nós",
                            "family_id": null,
                            "history" : [ "<b>Todas</b> as pessoas sem exceção nomeadas no projeto são <i>Homo sapiens</i>." ]
                        }
                    ]
                }
            ]
        }
    ]
}
