{
    "title" : "Compreendendo contextos (parte II)",
    "header" : "Compreendendo contextos (parte II)",
    "sources" : [ "6d519d82-2de9-41cf-a740-2efe63326043" ],
    "scripts" : [ "6d519d82-2de9-41cf-a740-2efe63326043" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1717721106" ],
    "authors" : null,
    "reviewers" : null,
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td>Anterior</td> <td> Topo </td> <td>Próximo</td></tr><tr><td><a href=\"index.html?page=class_content&arg=7b776a3b-a989-4cfd-99c5-c0081336fae5\" onclick=\"htLoadPage('class_content', 'html', '7b776a3b-a989-4cfd-99c5-c0081336fae5', false); return false;\">Compreendendo contextos (parte I)</a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\">Index</a></td><td>Combinando famílias (P.F.C.)</td></tr></table></p>"
                },
                {
                    "id" : "introduction",
                    "text" : [ "<p><h3>Introdução</h3>Este texto é uma continuação do anterior (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9265fbf2-1acd-47e1-96b1-a2b2e1a1b8f5'); return false;\">History Tracers, <span id=\"htdate0\"></span>, Compreendendo contextos (parte I)</a>). Caso ainda não tenha lido a primeira parte, clique no link <a href=\"index.html?page=class_content&arg=7b776a3b-a989-4cfd-99c5-c0081336fae5\" onclick=\"htLoadPage('class_content', 'html', '7b776a3b-a989-4cfd-99c5-c0081336fae5', false); return false;\">Compreendendo contextos (parte I)</a> para entender melhor o conteúdo abordado aqui.</p>" ]
                },
                {
                    "id" : "first",
                    "text" : [ "<p><h3>Primeiro texto</h3>No primeiro texto, nosso objetivo é mostrar ao leitor o problema de combinar eventos para criar ou aprimorar uma narrativa. Utilizamos as guerras entre as cidades de Tikal, na Guatemala, e Calakmul, no México (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dde8a778-445a-4c6c-abd1-0a2dbb4f42bf'); return false;\">Sutton, R. A, <span id=\"htdate1\"></span>, pp. 58</a>), para discutir os glifos dessas cidades. Entretanto, também usamos uma estela que menciona quatro grandes centros representando as quatro divisões da terra (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b674e01-8ed9-4d93-a414-b5cb47dda926'); return false;\">Marcus, J., <span id=\"htdate2\"></span>, pp. 911 - 913</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('517428b4-5fe7-48c6-a207-08d5a5bf24d1'); return false;\">Marcus, J., <span id=\"htdate3\"></span>, pp. 911 - 913 (ResearchGate)</a>). A Stela 'A' em Copán, Honduras (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1e007481-9bd3-4a09-ad4d-6e812fe79641'); return false;\">Instituto Hondureño de Antropologia e Historia</a>), é demonstrada na <b>Figura 1</b>:</p>", "<p class=\"desc\"><img src=\"images/StelaACopan.jpg\" class=\"imgcenter\"/>Figura 1: Stela A no museu do sítio de Copán com citação as cidades de Copán, Tikal, Calakmul e Palenque pela ordem. Foto tirada em <span id=\"htdate4\"></span> em uma visita ao sitio.</p>", "<p>Agora, podemos refletir corretamente:</p>", "<p class=\"reflection\"><b>Reflexão 1:</b><br />Podemos concluir que esta estela está localizada em uma das cidades mencionadas?<br/> Esta estela estaria falando da guerra entre elas?</p>", "<p>A estela 'A' trata do conhecido evento de dominação entre cidades maias (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8337e0e7-3a3d-430b-afed-f53258ba900a'); return false;\">Martin, S., & Grube, N., <span id=\"htdate5\"></span></a>). Portanto, não é possível tratar da guerra olhando apenas para ela. Tampouco é possível determinar a localização observando apenas a quinta linha a partir do topo da estela.</p>" ]
                },
                {
                    "id" : "second",
                    "text" : [ "<p><h3>Segundo texto</h3>Na segunda parte, apresentamos uma sentença que expressa uma conclusão sobre o ensino da história:</p>", "<p class=\"center_notation\"><i>\"... it merely prove in a striking fashion how many \"learn\" history without understanding it or taking in it.\"</i> [tradução: ... apenas prova de forma impressionante quantos \"aprendem\" história sem compreendê-la ou absorvê-la.].</p>", "<p class=\"desc\">Sentença 1: Expressa uma opinião sobre o ensino de história.</p>", "<p>Em seguida, questionamos:</p>", "<p class=\"reflection\"><b>Reflexão 2:</b><br/>Você entende que esta conclusão vem de alguém criticando o ensino e desejando sua melhora?</p>", "<p>Embora não possamos prever a conclusão do leitor, antes de apresentar a fonte e mais informações, é importante destacar que sentenças isoladas podem transmitir uma boa impressão, mas podem esconder o que há de pior no ser humano.</p>", "<p>O trecho citado faz parte da obra de Adolf Hitler (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate6\"></span>, pp. 66</a>). Evidentemente, a obra não se limita a este trecho. Para contextualizar, utilizaremos o trabalho de Marja Vuorinen, que expõe os inimigos listados por Hitler (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate7\"></span>, pp. 320 - 326</a>). Dentre eles, destacamos:</p>", "<ul><li><b>Judeus</b>: são os que mais recebem rancor, sendo considerados parasitas em outras nações: \"In the Jew, however, that conception has no place; he never was a nomad, but was ever a parasite in the bodies of other nations.\" [tradução: No judeu, aquele conceito não existe; ele nunca foi um nômade, mas sempre foi um parasita nos corpos de outras nações] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate8\"></span>, pp. 125</a>).</li><li><b>Racismo adicional</b>: além dos judeus, Hitler também tinha aversão aos chineses e negros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate12\"></span>, pp. 153</a>).</li><li><b>Mulheres</b>: criticadas por casarem-se com judeus (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate9\"></span>, pp. 323</a>).</li><li><b>Inimigos políticos</b>: <i>revolucionários, socialistas e sindicalistas</i> são mencionados como inimigos políticos mais próximos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate10\"></span>, pp. 323</a>). Um trecho da obra destaca suas preocupações: <i>\"The meanance that Russia suffered under is one which perpetually hangs over Germany. Germany is the next great objective of Bolshevism\"</i> [A ameaça que a Rússia sofreu paira perpetuamente sobre a Alemanha. A Alemanha é o próximo grande objetivo do bolchevismo] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate11\"></span>, pp. 260</a>).</i></li></ul></p>", "<p>Outro ponto importante do trabalho de Marja Vuorinen é a maneira irônica como Hitler trata os intelectuais (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate13\"></span>, pp. 323</a>). Isso é evidenciado na sentença: <i>\"Our political preparation for war and technical armaments were insufficient not because the brains governing our nation were too little educated, but rather because our rulers were too highly educated, stuffed with knowledge and intellect ...\"</i> [tradução: A nossa preparação política para a guerra e os armamentos técnicos foram insuficientes, não porque os cérebros que governavam a nossa nação fossem pouco educados, mas sim porque os nossos governantes eram demasiado educados, cheios de conhecimento e intelecto...] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('fa161a41-1177-4d7c-9993-2910f75f9dc4'); return false;\">Hitler, Adolf, <span id=\"htdate14\"></span>, pp. 170 - 171</a>). Com esta frase, podemos concluir que a crítica ao ensino não visa sua melhoria, mas sim a manipulação de pessoas com menos conhecimento.</p>", "<p>As idéias e atos de Adolf Hitler lamentavelmente não morreram, elas ainda têm influência em certos setores políticos de extrema direita (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('15b3822b-c3b4-4bc3-a37e-c612760078ee'); return false;\">Smeekes, A., Van Acker, K., Verkuyten, M., & Vanbeselaere, N., <span id=\"htdate15\"></span></a>). Essa persistente influência reflete-se na sociedade e pode estar ligada a algo ainda maior. Marja Vuorinen, citando outros trabalhos, menciona a relação entre a hostilidade de Hitler contra os judeus e seu comportamento narcisista (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b9276bf-88c8-4c93-a352-c7dc709942c6'); return false;\">Vuorinen, M., <span id=\"htdate16\"></span>, pp. 322</a>). Outra análise do transtorno de personalidade narcisista de Hitler, desenvolvida por Fayola Isabelle Hartanto e Dwi Setiawan, destaca sua constante tentativa de se passar por um Messias utilizando contextos religiosos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2da663b5-ebc8-4815-8217-eb7fa25bfba2'); return false;\">Hartanto, F. I., & Setiawan, D., <span id=\"htdate17\"></span>, pp. 391</a>). </p>" ]
                },
                {
                    "id" : "third",
                    "text" : [ "<p><h3>Terceiro texto</h3>O terceiro texto foi extraído da Bíblia cristã (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('7004aa32-d650-47e3-a069-461e69a8b0d7'); return false;\">João, Cap. 18:10, <span id=\"htdate18\"></span></a>):</p>", "<p class=\"center_notation\"><i>\"Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. The servant's name was Malchus.\"</i> [tradução: Simão Pedro, que tinha uma espada, desembainhou-a e feriu o servo do sumo sacerdote, cortando-lhe a orelha direita. O nome do servo era Malco.].</p>", "<p class=\"desc\">Sentença 2: Descreve um ato ofensivo de um apóstolo com a espada.</p>", "<p>Com relação às perguntas da reflexão:</p>", "<p class=\"reflection\"><b>Reflexão 3:</b><br/>Pode-se definir a vida da pessoa que cortou a orelha através deste ato?<br />A pessoa que foi ferida inicialmente sobreviverá na sequência do texto?</p>", "<p>O fato da praça e basílica do Vaticano levarem o nome de São Pedro (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9a794642-1c43-4de2-accd-1d471b6eb80d'); return false;\">Praça de São Pedro</a>) demonstra que a vida de Simão Pedro não pode ser entendida apenas por um único ato. Já para a segunda pergunta, devemos olhar outro livro para ver o que é relatado (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('7004aa32-d650-47e3-a069-461e69a8b0d7'); return false;\">Lucas, Cap. 22: 50 - 51, <span id=\"htdate19\"></span></a>): <i>\"And one of them struck the high priest's servant and cut off his right ear. But at this Jesus said, 'That is enough.' And touching the man's ear he healed him.\"</i> [tradução: E um deles atingiu o servo do sacerdote cortando-lhe a orelha direita. Mas, nisto Jesus falou, 'Basta'. E tocando a orelha do homem, ele o curou.]. Com isso, podemos concluir que, de acordo com os textos, o homem sobreviveu, tendo sido curado. Os eventos descritos não deveriam levantar surpresas, visto que a mensagem nos evangelhos exposta por Jesus é de amor e não de guerra. Como outro versículo nos informa (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('7004aa32-d650-47e3-a069-461e69a8b0d7'); return false;\">Mateus, Cap. 22: 39, <span id=\"htdate20\"></span></a>): <i>\"The second resembles it: You must love your neighbour as yourself.\"</i> [O segundo se parece a este: amarás ao teu próximo como a ti mesmo.]</p>" ]
                },
                {
                    "id" : "fourth",
                    "text" : [ "<p><h3>Quarto texto</h3>Observe a <b>Sentença 3</b>, que expomos completamente desta vez:</p>", "<p class=\"center_notation\">Queria comer como você, mas não como esta fruta</p>", "<p class=\"desc\">Sentença 3: Frase com todas as palavras expostas.</p>", "<p>Antes de trabalhar com ela, retomamos a reflexão.</p>", "<p class=\"reflection\"><b>Reflexão 4:</b><br />Ao ver a palavra 'como' escrita duas vezes como as únicas palavras não omitidas, você pode concluir que as frases separadas por vírgula usam 'como' com o mesmo significado?</p>", "<p>Conforme o leitor pode perceber, a palavra 'como' foi utilizada inicialmente no contexto de comparação com alguém, e depois referida ao ato de comer. Ou seja, apesar de serem escritas da mesma forma, os significados são distintos.</p>", "<p>Palavras iguais podem levar a equívocos, como ocorre na genealogia com pessoas de mesmo nome, os homônimos. Por exemplo, Pedro T. de A. Paes Leme possivelmente confundiu Pedro Gonçalves [da Clara] com Pedro Gonçalves [da Câmara] (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3e033bcc-de75-4fb6-8d62-9629da418395'); return false;\">History Tracers, <span id=\"htdate21\"></span>, Antonio Leme</a>). A confusão com homônimos também pode levar pessoas a concluir que alguém é quem não é: apesar de farta documentação provando que Lopo Dias [Machado] seria cristão, trabalhos tentam 'convertê-lo' ao judaísmo devido à existência de outro Lopo Dias judeu (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cde883c4-c432-4d08-832d-1e37e0ec3c09'); return false;\">History Tracers, <span id=\"htdate22\"></span>, Lopo Dias</a>).</p>", "<p>Não é somente com textos iguais ou parecidos que surgem confusões. Este também é um artifício usado em 'teorias da conspiração', que tentam fazer crer que povos específicos oriundos da Eurásia teriam feito algo na América, em detrimento dos indígenas que vivem há milhares de anos na região. Este equívoco geralmente é cometido por pessoas que veem desenhos ou esculturas parecidas com outras da Eurásia e, com isso, concluem serem as mesmas.</p>" ]
                },
                {
                    "id" : "fifth",
                    "text" : [ "<p><h3>Quinto texto</h3>Observe o <b>Cálculo 1</b> e façamos uma reflexão matemática:</p>", "<p class=\"center_notation\"><math display=\"block\"><mi>1</mi> <mo>+</mo> <mi>1</mi> <mo>=</mo> <mi>2</mi></math>", "<p class=\"desc\">Cálculo 1: Representa a soma de dois números naturais.</p>", "<p class=\"reflection\"><b>Reflexão 5:</b><br />Você está surpreso ao ver este cálculo aqui? <br />Acha que pode haver algo errado nele?<br />Se sim, o que poderia ser?</p>", "<p>Com o que estudamos até o momento sobre adição, aparentemente o resultado está correto e não deveria causar surpresa. No entanto, isto foi feito de propósito. Estudamos até agora a soma com números naturais para colocar o leitor em uma posição reflexiva, em vez de simplesmente aceitar e memorizar algo como se fosse uma \"verdade\" absoluta (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('23359d6a-4353-4674-bd8d-a283d28f06a7'); return false;\">Cappelen, H., & Huvenes, T. T., <span id=\"htdate23\"></span></a>).</p>", "<p>Entendemos que a Dra. Sabine Hossenfelder desenvolveu um bom trabalho explicando como somas de dois números não estão limitadas a um único resultado (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b8da01e6-1f56-4677-86cf-5153fe47f501'); return false;\">Hossenfelder, Sabine, <span id=\"htdate24\"></span> </a>). Aqui, desenvolveremos algumas práticas baseadas nos exemplos fornecidos por ela:</p>", "<p class=\"lab\"><b>Prática 1: Soma de números</b><br />Podemos repetir o <b>Cálculo 1</b> ao escolher uma bola com a mão esquerda e outra bola com a mão direita. Ao final, teremos duas bolas.</p>", "<p>Agora vejamos um caso onde uma das somas não corresponderá à soma de dois números naturais:</p>", "<p class=\"lab\"><b>Prática 2: Soma de temperaturas e quantidades</b><br/>Vamos usar três panelas. Colocamos duas delas no fogão com 100 ml de água cada uma até que fervam. A terceira panela será usada para misturar o conteúdo das duas primeiras. Quando a água é fervida ao nível do mar, teremos a água com uma temperatura de 100º C em cada panela. Ao misturarmos as duas quantidades de água, teremos um total de aproximadamente 200 ml (considerando a evaporação desprezível), mas a temperatura resultante não será 200º C.</p>", "<p>Quando estamos somando algo, devemos saber não somente o que estamos somando, mas também as regras que estamos utilizando. Até o momento, trabalhamos com somas simples, mas à medida que avançamos em nossos estudos, veremos outras regras para somar.</p>", "<p>Gostaríamos de aproveitar a oportunidade para mencionar outros erros comuns, que passam despercebidos por muitas pessoas. Nas redes sociais, podemos encontrar comentários como:</p>", "<p class=\"center_notation\">100 em cada 100 pessoas são ....;<br /> 80 em cada 100 pessoas descendem de ....</p>", "Ou seja, números são adicionados a um comentário para fortalecer afirmações sem fundamento, para \"provar\" um ponto de vista. Sempre que visualizar algum texto que cita números, verifique como chegaram ao resultado.</p>", "<p>A seguir, exemplificamos outro argumento frágil que também utiliza números para tentar parecer mais convincente:</p>", "<p class=\"center_notation\">Todas as medidas da construção possuem ângulos precisos, e uma operação matemática leva a constante 'A'. Como nenhum dos seus textos mostram este valor, eles não poderiam ter feito isso.</p>", "<p>Essa tentativa de transferir feitos de um povo para outro, ou até para seres imaginários, esbarra novamente no problema de contexto. Como explorado anteriormente, grandes construções são atingidas após tentativas anteriores de construções menores (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b8da01e6-1f56-4677-86cf-5153fe47f501'); return false;\">History Tracers, <span id=\"htdate25\"></span>, Entendendo a natureza (três dimensões)</a>), ou seja, há um acúmulo de conhecimento ao longo do tempo. Finalmente, convidamos o leitor a uma última reflexão sobre a fragilidade deste tipo de argumentação:</p>", "<p class=\"reflection\"><b>Na cozinha</b><br />Suponha que uma pessoa jamais cozinhou na vida. O caminho mais rápido para começar a aprender a cozinhar seria iniciar uma faculdade de Química para entender como as moléculas se relacionam? Ou seria possível aprender com alguém próximo que já cozinhou?</p>"]
                },
                {
                    "id" : "conclusionI",
                    "text" : [ "<p><h3>Analisando a conclusão anterior</h3>Ao propor a reflexão final no último texto:</p>", "<p class=\"reflection\"><b>Reflexão Final:</b><br />Com os trechos expostos, você seguiria o possível professor ou político do <b>Segundo texto</b> ou o agressor do <b>Terceiro texto</b>?<br />Não seria melhor entender todo o contexto antes de sequer cogitar responder a primeira pergunta?</p>", "<p>Desejávamos ressaltar a contraposição do <b>Segundo texto</b> com o <b>Terceiro texto</b>. Extraímos de Adolf Hitler, no <b>Segundo texto</b>, um trecho que aparentemente expressava uma crítica construtiva. No entanto, ao fazer uma análise completa da obra, vemos que nela se ironiza os intelectuais e o ensino, além de trazer as bases das perseguições usadas por Hitler em seu regime. Por outro lado, no <b>Terceiro texto</b>, extraímos uma agressão descrita nos evangelhos, que traz o ensinamento de correção de um ato rude e aprofunda o valor do amor.</p>", "<p>Também desejamos chamar a atenção para as distorções de contextos que temos visto recentemente. Por exemplo, quando alguém tenta indicar um grupo opositor como fonte de todos os problemas que, na verdade, são originados pelo próprio grupo, como se ele e seu grupo fossem \"perfeito\". Isso evidencia problemas inerentes ao narcisismo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('28a47601-1537-4d6a-87cf-453a1673ee70'); return false;\">Rosenthal, Seth A., <span id=\"htdate26\"></span></a>).</p>" ]
                },
                {
                    "id" : "conclusion",
                    "text" : [ "<p><h3>Conclusão</h3>Neste texto, mostramos aos leitores os textos completos e possíveis conclusões equivocadas ao tratá-los de maneira isolada. Também expusemos algumas confusões criadas ao tentar apresentar dados que, em vez de solidificar conclusões sem fundamento, apenas demonstram a fragilidade das argumentações.</p>", "<p>Concluímos afirmando que a extração de frases fora de contexto não indica necessariamente algo negativo; por exemplo, a comédia frequentemente utiliza esse recurso para nos fazer rir.</p>" ]
                },
                {
                    "id" : "exercise_v2",
                    "text" : [ 
                        {
                            "question" : "Sempre que o nome de um local é apresentado, podemos concluir que as pessoas estão nesse local ou que o texto e vídeo têm origem nesse local?",
                            "yesNoAnswer" : "No",
                            "additionalInfo" : "Conforme demonstrado no <b>Primeiro texto</b>, há referências de cidades em outros contextos, logo deve-se sempre analisar o texto original como um todo para entender melhor os eventos."
                        },
                        {
                            "question" : "Em <i>Mein Kampf</i>, Adolf Hitler estimula uma educação melhor?",
                            "yesNoAnswer" : "No",
                            "additionalInfo" : "Em sua obra, Adolf Hitler trata a educação com ironia, chegando a afirmar que, por se educarem demais, os políticos foram corresponsáveis pela derrota da Alemanha na guerra."
                        },
                        {
                            "question" : "Há racismo contra diferentes pessoas em <i>Mein Kampf</i>?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Os judeus sofrem grande perseguição na obra de Hitler, mas não são os únicos. Também vemos intolerância contra negros e chineses."
                        },
                        {
                            "question" : "Entre as distintas ideias que evidenciam o narcisismo de Adolf Hitler, está o fato de ele se considerar um Messias enviado para restaurar a Alemanha?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Este é um dos vários pontos, demonstrados por distintos pesquisadores, que permitem associar o transtorno de narcisismo a Adolf Hitler."
                        },
                        {
                            "question" : "A não agressão é a principal mensagem de Jesus mostrada nos trechos dos evangelhos utilizados neste texto?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "A mensagem passada nestes trechos dos evangelhos é oposta à agressão, como demonstra a afirmação de que devemos 'amar ao próximo como a nós mesmos' e a narrativa, de acordo com o livro de Lucas, onde o agredido foi curado."
                        },
                        {
                            "question" : "Palavras iguais em diferentes contextos podem causar confusão?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Três exemplos foram dados demonstrando este fato: <ol><li>Exposição de uma frase onde uma palavra demonstrava duas ideias diferentes.</li><li>Confusão com homônimos que leva a pessoa a trocar de ancestral ou 'converter' uma pessoa erroneamente.</li><li>Incapacidade de reconhecer os feitos das pessoas corretamente.</li></ol>"
                        },
                        {
                            "question" : "Quando inserimos números sem qualquer tipo de fundamento, para tentar reforçar uma ideia vaga, até conseguimos passar a falsa ilusão que a idéia é robusta, mas conseguimos tornar a idéia real?",
                            "yesNoAnswer" : "Yes",
                            "additionalInfo" : "Este é um ato comum entre pessoas que não têm conhecimento do que estão propondo e da matemática. De maneira irônica, poderíamos afirmar que a inserção de números em uma explicação sem apresentação das fontes é um ato de 'matemágica' e não de matemática."
                        },
                        {
                            "question" : "Sempre que extraímos uma frase de contexto, expressamos bem a ideia original?",
                            "yesNoAnswer" : "No",
                            "additionalInfo" : "O oposto é o mais provável. Além dos cinco exemplos que começamos a estudar no texto anterior, vimos ainda outros exemplos que demonstram como inserir algo em um contexto ou transladar contextos para sustentar afirmações frágeis apenas deturpa um contexto e uma história."
                        }
                    ]
                },
                {
                    "id": "fill_dates",
                    "text": [
                        {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2001", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1973", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1973", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2015", "month" : "7", "day" : "30" },
                        {"type" : "gregory", "year" : "1995", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1938", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2013", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2010", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2022", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1985", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1985", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "1985", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2018", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2023", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                        {"type" : "gregory", "year" : "2006", "month" : "-1", "day" : "-1" }
                    ]
                }
            ]
        }
    ]
} 
