{
    "title" : "Quem ... ?",
    "header" : "Quem disse que indígenas são diferentes?",
    "sources" : [ "indigenous_who_difference" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "introduction",
                    "text" : "<p>Considerar pessoas como diferentes, não é algo incomum na história da nossa espécie, em alguns casos chega-se ao extremo de se dizer que outros são inferiores, mas existe alguma lógica nesta atitude? Teriam os europeus inferiorizados os indígenas?</p>"
                },
                {
                    "id" : "history",
                    "text" : "<h3>A diferenciação na história da Eurásia</h3>Neste estudo o foco está no entendimento dos povos que controlaram ou viveram da península Ibérica antes da chegada deles a <i>Abya Yala</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('160fb48c-1711-491e-a1aa-e1257e7889af'); return false;\">Porto-Gonçalves, Carlos Walter, pp. 39-43</a>)/América, pois os Vikings apesar terem chegado antes (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9c2fe063-9428-4706-b116-ddb07176bdc3'); return false;\">Sanders, Ralph, 2021, 7,8</a>), não se estabeleceram ou povoaram a <i>Abya Yala</i>/América, sendo possivelmente afastados pelos povos originários (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('88294169-d7c1-4c98-9e73-a324470cd808'); return false;\">McGhee, Robert, 1984</a>).</p><p>Os Greco-Romanos classificavam as pessoas que não eram de seu império como \"bárbaros\", este é um termo muito genérico que <i>\"tends to transform the neighbors of the Roman Empire into a collectivity\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68829a14-b03d-43d0-b704-22aae1fb35f7'); return false;\">Walter, Goffart, 1981, pp. 277-278</a>) e também exclusivo, como cita Suzanne Devallet (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne</a>). Esse entendimento aparentemente permaneceu nos séculos posteriores, mas não foi a única versão de exclusão a influenciar os Ibéricos.</p><p>Ao estudar as fontes árabes é possível observar um entendimento de exclusão no trabalho de Ibn Khaldūn (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958</a>). Quando descreve o povo Negro de Lamlam, que de acordo com suas palavras foram invadidos e escravizados (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 118-119</a>), ele ainda traz citações sobre <i>Homo sapiens</i> vivendo mais ao sul:</p><p> <ul class=\"citation\"><li><i>\"Beyond them to the south, there is no civilization in the proper sense. There are only humans that are closer to dumb animals than to rational beings. They live in thickets and caves and eat erbs and uprepared grain. They frequently eat each other. They cannot be considered human beings.\"</i></li></ul></p><p>. Apesar de tratá-los como humanos, é criado um distanciamento artificial entre dois grupos de pessoas, um que seria \"racional\" e outro mais próximo de \"animais irracionais\".</p><p>Apesar de quase um milênio entre a queda do império romano e os textos de Ibn Khaldūn, nota-se uma certa similaridade entre uma tentativa dos romanos de se afastarem dos povos nominados bárbaros (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>) e da visão árabe de diferenciar áreas do sul da África de áreas onde a cultura árabe se disseminou (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a893dd90-f199-4a89-a82a-d0bcb25bf2a6'); return false;\">Rosenthal, Franz, 1958, pp. 119</a>).</p><p>Como o entendimento de superioridade já estava presente na Eurásia por séculos com povos próximos conhecidos, não poderia ser diferente diante do desconhecido.</p>"
                },
                {
                    "id" : "meeting",
                    "text" : "<h3>O encontro com o desconhecido</h3><p>Apesar dos colonizadores terem tratado indígenas mal de norte ao sul do continente <i>Abya Yala</i>/americano, trata-se aqui de dois casos específicos graças a documentações fornecidas por Franciscanos em Yucatán-MX e Jesuítas na capitânia de São Vicente - BR.</p><p>As ações de colonizadores em Yucatán, com destaque para Diego de Landa, contra os indígenas são descritas por diferentes autores. Entre as atrocidades observadas destaca-se: <ul><li>Uso de Tortura (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 477-478</a>).</li><li>Destruição de códices Mayas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 479-480</a>) queimando-os (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 32-36</a>).</li></ul>Mas, qual seriam os motivos para estas atrocidades? David E. Timmer explica os atos devido a uma visão apocalíptica (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b7fa522f-cdc0-47e1-b0a5-049a2bb463db'); return false;\">Timmer, David E., 1997, pp. 485-488</a>), enquanto Colt Segrets além de reportar a \"idolatria\", conforme o entendimento cristão, cita o entendimento de que indígenas eram inferiores para Diego Muñoz Camargo <i>\"hay indios tan simples y de tan poco entendimiento, que se pueden comparar con animales irracionales\"</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6b63a795-3240-40d3-9248-465d75cf469e'); return false;\">Segrest, Colt, 2018, pp. 44</a>), este entendimento é análogo ao de Ibn Khaldūn (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 118-119</a>).</p><p>Excetuando-se por não haver queima de documentação reportada, também é possível observar que na antiga capitânia de São Vicente houve atitudes e um entendimento parecido por parte dos colonizadores portugueses. O entendimento de superioridade, apesar de não ser citado explicitamente, não foi escondido por São José de Anchieta, que descreve Tibiriçá como uma pessoa com \"tanta madureza que não parecia homem do Brasil.\" (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef2da4a7-021f-48d6-b8b5-5e343ceffbba'); return false;\">Anchieta, José de, Santo, 1933, pp. 187</a>). Este entendimento de superioridade facilitaria o massacre contra a chamada \"confederação dos Tamoios\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('edf91bed-62b7-4dcd-bd1a-23e873bc372c'); return false;\">Perrone-Moisés, Beatriz, and Sztutman, Renato, 2010</a>), não entraremos em detalhes aqui, pois já descrevemos as personagens da guerra na área de genealogia.</p><p>Ailton Krenak expande a visão de colonização apresentada aqui, logo sugerimos ao leitor estudá-lo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5c6a2e44-9bbe-410f-a505-d3994389d750'); return false;\">Krenak, Ailton, 2019, pp. 7-16</a>). </p>"
                },
                {
                    "id" : "european",
                    "text" : "<h3>O desejo de ser um \"europeu\"</h3> <p>A ideia de superioridade se manteve no Brasil, fato que leva os ilustres pesquisadores Pedro de A. T. Paes Leme e Luiz G. Silva Leme a fazerem seus indígenas pessoas oriundas da Europa (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('396b252d-4fba-4d13-a728-f78e3e63db9c'); return false;\">Schneider, Alberto L., 2016, pp. 99-100</a>). A ASBRAP publicou uma palestra, que sugerimos ao leitor assisti-la na íntegra, onde se descreve o DNA das matronas paulistas, aqui apenas destacamos que apesar da suposta Isabel Velho ser dita natural do Porto-PT por Pedro de A. Taques Paes Leme (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e3d46827-def1-498a-aa72-ff5f3fe8b141'); return false;\">Paes Leme, Pedro T. de A., 1976, Tomo III, pp. 141</a>), mas o sequenciamento genético da única filha que há documentos mostram ser ela uma indígena (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2b3c190a-a903-4066-adae-cd565147011b'); return false;\">Sillos, Luiz, 2023, t. 02:12:26</a>).</p>"
                },
                {
                    "id" : "indigenousvision",
                    "text" : "<h3>E a visão indígena?</h3><p>Como textos foram destruídos, e alguns povos originários não desenvolveram a escrita, afirmar categoricamente que nunca houve uma visão de superioridade entre os indígenas é arriscado, mas não há dúvidas que houve guerras em mesomérica, guerras que não podem ser comparadas com as de Eurásia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c6d9c6f6-2e8b-4e53-8e4a-f8f29fbbeec9'); return false;\">Chase, Arlen F., Chase, Diane Z., 1998</a>).</p>"
                },
                {
                    "id" : "science",
                    "text" : "<h3>Existiria alguma visão de igualdade?</h3><p>Quando falamos das cosmovisões indígenas, pode-se reforçar a hipótese que os indígenas tinham as pessoas como iguais. No Popol-Vuh, livro sagrado dos Maias, temos uma explicação para a criação da nossa espécie, <i>Homo sapiens</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('bb8148ed-01cf-47fc-b941-5af304945e66'); return false;\">Vela, Enrique, 2007</a>), e parte dela tem relação com nosso estudo. Este trecho descreve a relação entre o \"homem de pau\" e os macacos (<a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('8fcee36c-411a-4fc8-8217-b9a07a34d3da'); return false;\">Popol Vuh, 2021, pp. 39</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillHolySource('74bdb72d-1770-4694-8f8e-71e680f1d49c'); return false;\">Popol Vuh, 1954, Ch. 3, pp. 8</a>): <ul class=\"citation\"><li><i>\"“Señal de esta gente son los monos que ahora andan por los montes y por eso quedaron de señal, porque solo fueron de palo, hechos por el Criador, y el mono por eso se parece al hombre porque es señal de otro género de hombres hechos de palo\"</i><li></ul> </p> <p> <ul class=\"citation\"> <li><i>And it is said that their descendants are the monkeys which now live in the forests; these are all that remain of them because their flesh was made only of wood by the Creator and the Maker. And therefore the monkey looks like man, and is an example of a generation of men which were created and made but were only wooden figures.</i></li></ul></p><p>como há a ideia que ao menos outro animal é parte do mesmo \"projeto de criação\", observa-se uma certa ideia de igualdade entre eles.</p><p>Séculos mais tarde, em uma viagem que incluiu <i>Abya Yala</i>/América em sua rota (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I, pp. 57</a>), Charles Darwin finalmente põe no papel o que é observável na natureza, a igualdade de todos Homo sapiens via um ancestral comum, que não é um \"macaco\" como  o senso comum divulga de maneira errada, e sim outro animal que após ter mutações tornou-se nossa espécie (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1339d6e-ab15-42c8-a75b-7a42fa47fffd'); return false;\">Darwin, Charles, 19--, Vol. I</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('57763a8f-035c-490b-8612-8e4c7cd4c10a'); return false;\">Darwin, Charles, 19--, Vol. II</a>), não se faz citações específicas para a última sentença, pois há o entendimento que o leitor deveria estudar toda a obra de Charles Darwin.</p><p>Apesar dos Maias e de Charles Darwin terem feito observações que levaram a conclusões aparentemente iguais, elas são distintas.</p>"
                },
                {
                    "id" : "end",
                    "text" : "<h3>Conclusão</h3><p>No passado houve conclusão de haver superioridade em relação a outros, por serem \"socialmente diferentes\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7b9c164d-a727-49f1-8bad-53b0619812ff'); return false;\">Devallet, Suzanne, 2008, pp. 112</a>), ou para facilitar a conquista e domínio (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('deee2b21-a37a-4d68-80f8-1beaf4f2062b'); return false;\">Corrêa, Fernanda M., 2016, pp. 80,81</a>). Ao olharmos esta visão em livros de história podemos cair no equívoco de imaginar que esta visão estava somente no passado, mas esta é uma realidade que ainda nos assola, um exemplo disto, é o conceito social de \"raça\" que não possuí fundamento biológico, apesar de alguns discordarem, conforme demonstra Rose M. Brewer (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f20eb3b0-891f-4acf-855f-e9b4200a2b57'); return false;\">Brewer, R.,2006</a>). O conceito de raças é evidente por um racismo estrutural que evita ascenção de grupo de pessoas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a019d6db-a95d-4ec1-a8e2-9a55a02265f2'); return false;\">de Almeida, Silvio Luiz, 2018</a>). A inferiorização de indígenas, a fim de explorar seus territórios também permanece ativa nestes primeiros anos do século XXI (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('efa69174-3b5e-48d5-9093-de490208e550'); return false;\">Urzedo, Danilo, and Pratichi Chatterjee, 2021</a>). Diante deste ciclo aparentemente inesgotável de classificações artificiais de superioridade e inferioridade, deixo as seguintes perguntas para reflexão: <ul><li>Você tem dificuldade em assumir que somos todos iguais, apenas com preferências e gostos distintos?</li><li>Por que você tem que ser superior a outro? </li><li>Por que sua visão está correta e a do outro não?</li><li>Há algum medo no presente ou em um futuro incerto que te faz pensar que estás correto e o outro não?</li></ul></p>"
                }
            ]
        }
    ]
}
