{
    "title" : "Os números em nossa vida",
    "header" : "Os números em nossa vida",
    "sources" : [ "95db4334-2e79-48ed-990f-cd8cdae96808" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1713744344" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td>Anterior</td> <td> Topo </td> <td>Próxima</td></tr><tr><td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\">Índice</a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\">Índice</a></td> <td><a href=\"index.html?page=class_content&arg=02aa3242-b06a-492f-b7b9-baaf8c041616\" onclick=\"htLoadPage('class_content', 'html', '02aa3242-b06a-492f-b7b9-baaf8c041616', false); return false;\">Criando padrões</a></td></tr></table></p>"
                },
                {
                    "id" : "introduction",
                    "text" : "<p><h3>Como começamos a contar?</h3>Para entendermos melhor a necessidade de contar, convida-se o leitor a um exercício. Imagine-se vivendo em um tempo onde as ferramentas mais avançadas são feitas de pedras, sem a presença de internet, televisão, ou qualquer ferramenta feita com metais. Este era o mundo dos nossos antepassados mais antigos viviam, que, apesar das limitações, desenvolveram soluções que ainda nos são úteis nos dias de hoje.</p><p>Agora que retrocedemos no tempo, Agora que recuamos no tempo, é importante lembrar que não tínhamos meios eficazes de armazenamento de alimentos. Com isso em mente, convido-o a refletir sobre algumas questões antes de avançarmos:</p><p class=\"reflection\"><b>Reflexão 1: Coletando alimentos na natureza</b><br /> 1. Suponha que você irá trazer frutas para a família, como você contaria as frutas para seu pai, sua mãe, seu irmão e você?<br />2. Será que outras famílias, em diferentes locais, também teriam a mesma ideia?</p>"
                },
                {
                    "id" : "first_answers",
                    "text" : "<p><h3>Observar para responder</h3>Muitas das descobertas que realizamos começam por observação. As respostas para as duas perguntas anteriores também podem ser obtidas pela observação. Ao observar sua mão, você perceberá que os dedos podem auxiliar na contagem de pessoas ao seu redor. Por exemplo, levantando um dedo para cada pessoa que vive contigo. Com relação a segunda pergunta, podemos concluir que outras pessoas também podem chegar a mesma conclusão usando seus próprios dedos.</p>"
                },
                {
                    "id" : "logic_begin",
                    "text" : "<p><h3>Ampliando a lógica</h3>Vamos a mais uma reflexão. Para contar uma família que tinha pai, mãe, seu irmão e você, uma mão é suficiente. No entanto, imagine que seus avós paternos e maternos decidem fazer uma visita conjunta a sua família, e novamente tens que buscar as frutas, ainda seria possível contá-los, mas agora precisaria usar as duas mãos. Vamos imaginar um encontro maior que a quantidade de dedos que possuí nas mãos, como contarias as pessoas?</p>"
                },
                {
                    "id" : "logic_end",
                    "text" : "<p><h3>Hora de começar a abstrair</h3>Nossa lógica de usar os dedos se provou eficaz, mas esbarramos em um <b>limite</b>, o qual deve ser reconhecido. Vamos explorar maneiras de aprimorar esse método: <ul><li>Uma alternativa seria usar os dedos dos pés junto com os das mãos, mas isso apenas amplia o <b>limite</b>, não solucionando o problema.</li><li>Outra possibilidade, seria pedir ajuda. Com mais pessoa para comer, há mais pessoas para ajudar a enumerar e buscar as frutas. Da mesma maneira que quando finalizamos a contagem com uma mão, e começamos a contar com a outra. Nossos visitantes poderiam ficar ao nosso lado e usar suas mãos para auxiliar. Embora isso possa ser útil para uma colheita de uma refeição, ao lidar com uma colheita maior, ainda esbarraríamos no <b>limite</b> imposto pelos dedos.</li></ul></p><p class=\"reflection\"><b>Reflexão 2: Explorando a contagem</b><br />Considerando a ideia de que colocar mãos ou pessoas lado a lado poderia aumentar nossa capacidade de contar, surge a questão: podemos representar nossos dedos de outras maneiras? Por exemplo, utilizando círculos ou traços?</p><p>A descoberta apresentada aqui foi inspirada no trabalho de Francisco A. González Redondo <i>et al.</i> sobre a pré-história da matemática e a mente moderna (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a4f22e25-5839-407f-a1aa-634521d52b42'); return false;\">González Redondo, Francisco A., et al., <span id=\"htdate0\"></span></a>). Este estudo demonstra que sistemas de contagem foram desenvolvidos na África e na Europa milênios antes da invenção da escrita em qualquer parte do planeta.</p>" 
                },
                {
                    "id" : "conclusion",
                    "text" : "<p><h3>Conclusão</h3>Nesta página, exploramos a origem da lógica de contar, que remonta a milênios e se manifestou em diferentes culturas, possivelmente tendo como referência o nosso corpo. Embora tenhamos discutido apenas dois métodos de contagem, outros devem ter surgido no tempo.</p><p>Na próxima página, serão apresentados alguns sistemas de contagem que têm sido utilizados ao longo dos últimos séculos.</p>"
                },
                {
                    "id": "fill_dates",
                    "text": [
                        {
                            "type" : "gregory",
                            "year" : "2010",
                            "month" : "-1",
                            "day" : "-1"
                        }
                    ]
                }
            ]
        }
    ]
}
