{
    "title" : "Método científico",
    "header" : "Método científico",
    "sources" : [ "a86f373e-c908-4796-8a96-427ba5d4c889" ],
    "scripts" : [ "a86f373e-c908-4796-8a96-427ba5d4c889" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "families",
            "target" : "group_list",
            "value_type" : "paper",
            "value" : [
                {
                    "id" : "navigation",
                    "text" : "<p><table class=\"book_navigation\"><tr><td>Anterior</td> <td> Topo </td> <td>Próxima</td></tr><tr><td><a href=\"index.html?page=class_content&arg=7c3da107-41c0-44d5-8a3b-76bbbd813175\" onclick=\"htLoadPage('class_content', 'html', '7c3da107-41c0-44d5-8a3b-76bbbd813175', false); return false;\">Seres Vivos</a></td> <td><a href=\"index.html?page=sciense\" onclick=\"htLoadPage('science','html', '', false); return false;\">Índice</a></td><td><a href=\"index.html?page=class_content&arg=95beb030-6030-4515-95f0-9a87ba759609\" onclick=\"htLoadPage('class_content', 'html', '95beb030-6030-4515-95f0-9a87ba759609', false); return false;\">Resumo</a></td></tr></table></p>"
                },
                {
                    "id" : "usedsources",
                    "text" : "<p><h3>Fontes usadas no History Tracers</h3>Os textos do History Tracers possuem citações a documentos, trabalhos científicos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e5bb4fcb-4820-4c01-b2d2-2f9df8e1b2f7'); return false;\">Garcia, Emílio, 2017</a>) e a livros religiosos, organizadas como: fontes primárias são documentações analisadas no projeto, algumas delas foram citadas nas referências; referências são trabalhos científicos ou livros que citam resultados de investigação ou fontes primárias; fontes religiosas são citadas respeitosamente, a fim de entender visões distintas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0d449896-8388-4a24-8885-11e20a687d88'); return false;\">History Tracers, 2024: Sources</a>). Nesta página vamos aprofundar o conhecimento de como as referências são feitas.</p>"
                },
                {
                    "id" : "necessity",
                    "text" : "<p><h3>A necessidade de um método</h3>Como exposto em aulas anteriores, a medida que o universo foi expandindo, a matéria foi agrupando e criando estruturas além dos seres vivos que vemos. Nós sempre tentamos de alguma maneira explicar como ou o motivo de tudo existir. Diferentes explicações foram dadas ao longo tempo para explicar eventos, algumas foram deixadas de lado por experimentos conduzirem a melhores explicações, outras foram deixadas de lado por imposição. Como imposição é lamentável, vamos dar atenção a explicações melhores. Como seria possível escolher entre respostas para o mesmo evento? Respostas consistentes para esta pergunta foram encontradas por diferentes pessoas, com destaque para Ibn Al-Haytham (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1ddee69-8fc6-4e27-8160-c4077916aed9'); return false;\">Tbakhi, Abdelghani, and Samir S. Amr., 2007</a>) e Sir Francis Bacon (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('28aab0ce-41e5-4404-ab2d-b86f711b80da'); return false;\">Quinton, A. M. , Quinton, . Baron , Lea, . Kathleen Marguerite and Urbach, Peter Michael, 2024</a>).</p>"
                },
                {
                    "id" : "scientific_method",
                    "text" : "<p><h3>O surgimento do método</h3>Ao apresentar dois trabalhos que auxiliam a definir um método para obter respostas, não se define quem foi o primeiro, ou mais importante, pois o objetivo dá aula é mostrar como ambos ajudam e não competem.</p><p>O trabalho de Ibn Al-Haytham descreve em detalhes os experimentos realizados. Também descreve corretamente que a luz ao atingir um objeto, a luz reflete no olho (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8cca37d0-35bb-42ae-8700-f425c98f4f28'); return false;\">Sabra, A. I., 1989, Book 1, Ch. 6, pp. 63</a>). Os experimentos e corretas conclusões que chegou, mostram um modelo para entender a natureza  (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e1ddee69-8fc6-4e27-8160-c4077916aed9'); return false;\">Tbakhi, Abdelghani, and Samir S. Amr., 2007</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ed3bf544-1c30-4109-9521-f68fa8eff0e7'); return false;\">Al-Khalili, J., 2015</a>).</p><p>Quando Sir Francis Bacon publicou <i>Novum Organum</i> (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('051faac0-97a3-4ff3-83f7-346c8a7dd14d'); return false;\">Lord Bacon, 1902</a>), definiu um método conhecido em nossos dias como método Baconiano (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a8eff431-07fc-4e9f-8654-5d144783218c'); return false;\">Britannica, T. Editors of Encyclopaedia, 2020</a>) que descreve investigações científicas através das etapas, que podem ser resumidas como: <ol><li>Descrição dos fatos.</li><li>Tabulação ou classificação dos fatos.</li><li>Rejeição ou aceitação de elementos associados ao fenômeno, conforme os quadros.</li></ol></p><p>Ambos os trabalhos auxiliaram a fazer a ciência como conhecemos. Ter um método que auxilie a excluir resultados que não explicam fenômenos naturais dos resultados que explicam, ajudou, entre outras coisas, a curar de doenças e melhorar nossa vida.</p>"
                },
                {
                    "id" : "examples",
                    "text" : "<p><h3>Exemplos de utilização do método</h3>Façamos um pequeno experimento, a fim de testar o método. Antes de fazê-lo, por favor, pense e responda: o tamanho, a massa, de alguma coisa afeta o barulho que ele faz?</p><p class=\"lab\"><b>Prática 1: Aplicando o método para testar som</b><br />Escolha uma pequena caixa, feita de um material que quando algo bata em sua lateral, ela faça ruído.<br /><br />Agora escolha três objetos pequenos. Estes objetos devem ser menores que a caixa, por exemplo, um feijão, uma pequena pedra, e um algodão.<br /><br />Pegue uma folha de papel. Escreva o nome dos objetos que escolhestes, descreva o tipo de barulho que eles farão, e coloque números de 1 a 3 para definir o nível do som, quando comparado aos outros objetos, por exemplo:<br /><b>Algodão - barulho pequeno - 1</b><br /><br />Este papel possuí tua hipótese agora. Agora devemos testá-la. Coloque um objeto de cada vez na caixa, feche-a, e balance-a. Confira se seu resultado está de acordo com suas anotações.<br /><br />Se os resultados estão conforme as anotações, então tua hipótese foi confirmada. Se o experimento mostrar que há problemas com a ordem, atualizamos a ordem inicial. Caso mostre um resultado completamente diferente, então descartamos a hipótese.</p><p>Após esta primeira prática, você deve ter observado que objetos maiores fazem mais barulho que os menores, mas a ciência não termina aqui. O que terminamos foi o primeiro experimento. Vamos ao segundo experimento:</p><p class=\"lab\"><b>Prática 2: Confirmando o resultado</b><br />Escolha uma pequena caixa, feita de um material que quando algo bata em sua lateral, ela faça ruído.<br /><br />Agora escolha três objetos pequenos. Estes objetos devem caber dentro da caixa, deixando um espaço entre ele e as paredes do objeto. Dê preferência por trocar todos os objetos anteriores, por exemplo, um arroz, um pouco de açúcar, e um pedaço de papel amassado.<br /><br />Faça uma lista ordenada, como a lista da prática 1.<br /><br />Repita a prática de balançar um objeto de cada vez e verifique se está de acordo com tu hipótese.</p><p>Todo o procedimento descrito nestas práticas, também é realizado por cientistas que estão estudando fenômenos. Quando um cientista termina uma pesquisa, ele envia seu artigo a uma revista, que o envia para outras pessoas repetirem seus experimentos, se os resultados podem ser repetidos, então o artigo é publicado.</p><p>O que ocorre quando uma pesquisa demonstra que outra está \"errada\"? Devemos ter cuidado com termos \"certo\" e \"errado\", pois podemos estar em frente apenas de uma pesquisa que encontrou uma limitação de resultados anteriores, o que não faz o anterior errado. Por exemplo, não devemos descartar a gravitação proposta por Sir Isaac Newton (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9f86c1c9-1fd7-4d22-95f6-a1b5ed13b1ee'); return false;\">Newton, Isaac, 1686</a>) e usar somente a teoria de gravitação de Albert Einstein (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('902815ac-30e7-46d2-8883-57ad754c1630'); return false;\">Einstein Relativity Easy, 2017</a>), pois os resultados de Sir Isaac Newton explicam fenômenos que observamos na terra (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1df98dc5-523f-42ae-9a69-3e9410849ebb'); return false;\">Hossenfelder, Sabine, 2024</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cd738b4d-32bd-4ea6-8aef-6653d961de19'); return false;\">Hossenfelder, Sabine, 2021</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('76b636be-45db-4e52-8ecd-5c873344f926'); return false;\">Lincoln, Don, 2023</a>).</p><p>Resultados científicos são \"apenas teoria\"? A frase \"apenas teoria\", que tenta desqualificar resultados científicos, é geralmente dita por pessoas que não entendem o método científico, e às vezes, nem o que desejam que seja \"correto\". O objetivo da ciência não é explicar o porquê de algo ou substituir crenças. A ideia da ciência é uma <b>busca contínua de conhecimento</b>. É explicar <b>como</b> as coisas podem estar ocorrendo. Ter dúvidas sobre qualquer coisa, não é o problema, ter dúvidas é abrir uma porta para novos conhecimentos. Diariamente estamos aprendendo e testando as teorias e leis científicas. Quando encontramos uma limitação de alguma, deve-se atualizar com uma nova lei ou teoria. Esta atualização não excluí a anterior, voltando a ela como um caso particular. Voltando ao caso da gravitação. A teoria de Albert Einstein explica muitos fenômenos do universo, que não eram explicados pela gravitação de Sir Isaac Newton, mas quando trazemos a teoria Albert Einstein para a terra, ela tem que ter os mesmos resultados da teoria de Sir Isaac Newton.</p><p>Como este é um projeto de divulgação científica, também usamos em diferentes momentos o método científico, abaixo alguns exemplos: <ul><li>A origem da família Tavares durante séculos foi vinculada a família Fonseca, mas pesquisas de Manuel Abranches de Soveral e José Augusto de Sottomayor Pizarro demonstram que não é possível (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5089c690-497b-4f78-b85c-1835997d348c'); return false;\">History Tracers (2024): Tavares</a>).</li><li>A utilização de documentação parcial, ou extração de frases de seu contexto, conduzem a equívocos. A história da família Betim em São Paulo é um exemplo destes equívocos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('86515cbc-40f2-40f8-8b9b-5385ba236d39'); return false;\">History Tracers (2023): Betim</a>).</li></ul>"
                },
                {
                    "id" : "exercise1",
                    "text" : "<p><h3>Perguntas</h3><ol>Responda às perguntas: <li>Quando impomos uma resposta sem aceitar questionamento, estamos estimulando o conhecimento? <input type=\"radio\" id=\"ans0yes\" name=\"exercise0\" value=\"1\" /> <b><label id=\"lblans0\" for=\"ans0yes\"></label></b> <input type=\"radio\" id=\"ans0no\" name=\"exercise0\" value=\"0\" /> <b><label id=\"lblans1\" for=\"ans0no\"></label></b>. <spam id=\"answer0\"></span></li><li>O método científico cria verdades incontestáveis? <input type=\"radio\" id=\"ans1yes\" name=\"exercise1\" value=\"1\" /> <b><label id=\"lblans2\" for=\"ans1yes\"></label></b> <input type=\"radio\" id=\"ans1no\" name=\"exercise1\" value=\"0\" /> <b><label id=\"lblans3\" for=\"ans1no\"></label></b>. <spam id=\"answer1\"></span></li><li>A ciência admite erros e conclusões de um cientista são aceitas apenas quando vários testes confirmam teorias? <input type=\"radio\" id=\"ans2yes\" name=\"exercise2\" value=\"1\" /> <b><label id=\"lblans4\" for=\"ans2yes\"></label></b> <input type=\"radio\" id=\"ans2no\" name=\"exercise2\" value=\"0\" /> <b><label id=\"lblans5\" for=\"ans2no\"></label></b>. <spam id=\"answer2\"></span></li><li>Teorias e leis da ciência podem ser aprimoradas? <input type=\"radio\" id=\"ans3yes\" name=\"exercise3\" value=\"1\" /> <b><label id=\"lblans6\" for=\"ans3yes\"></label></b> <input type=\"radio\" id=\"ans3no\" name=\"exercise3\" value=\"0\" /> <b><label id=\"lblans7\" for=\"ans3no\"></label></b>. <spam id=\"answer3\"></span></li><li>O cientista está sempre em busca de conhecimento? <input type=\"radio\" id=\"ans4yes\" name=\"exercise4\" value=\"1\" /> <b><label id=\"lblans8\" for=\"ans3yes\"></label></b> <input type=\"radio\" id=\"ans4no\" name=\"exercise4\" value=\"0\" /> <b><label id=\"lblans9\" for=\"ans4no\"></label></b>. <spam id=\"answer4\"></span></li></ol><input id=\"btncheck\" type=\"button\" onclick=\"return false;\" value=\"\" /> <input id=\"btnnew\" type=\"button\" onclick=\"return false;\" value=\"\" /></p>"
                }
            ]
        }
    ]
} 
