{
    "title" : "Reconhecimento",
    "header" : "Reconhecimento",
    "sources" : null,
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Este projeto lançado no dia 20 de novembro de 2023 é produto de mais de uma década de estudo e 6 anos de matrimônio. Como o projeto visa ensinar e aprender, espero que além das páginas que ensino, esta página possa expandir agradecendo a todos que um dia colaboraram com este projeto.</p>" ]
        },
        {
            "id" : "family",
            "value" : [ "<p>Em um projeto de genealogia não é possível agradecer somente as pessoas próximas, afinal, não existiríamos sem todos os antepassados que temos, logo agradeço a todos meus ancestrais negros, judeus, cristãos, muçulmanos, reis, escravizados, ricos, pobres, e outros inúmeros grupos que a sociedade criou para denominar meus ancestrais <i>Homo sapiens</i>.</p><p>Já para a minha família, esposa e filha, peço licença ao leitor, para agradecê-las de uma maneira distinta, mas que estão acostumadas: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>Este é um sincero pedido de desculpa, para quem me ajudou a evoluir como homem e ainda auxiliou este projeto a nascer.</p>" ]
        },
        {
            "id" : "teachers",
            "value" : [ "<p>Agradeço a todos os professores que desde o primário, até o mestrado que cursei, me ensinaram o quão belo é a ciência.</p>" ]
        },
        {
            "id" : "genealogy",
            "value" : [ "<p>No trabalho científico várias pessoas colaboraram para que este projeto fosse possível: <ul><li>Agradeço ao doutor Vinicius de Oliveira Godoy pelos ensinamentos das áreas humanas, pois transportava erroneamente conceitos oriundos das ciências exatas para elas. Lembra-se quando achei que \"verdade\" era conceito absoluto no tempo?</li><li>Agradeço a Vinicius da Fonseca por ceder dados de sua pesquisa genética que ajudaram a corroborar que falsificavam a história de uma ancestral comum.</li><li>Ao primo Saulo Franco, que produz um belo blog, além de publicar obras relacionadas à nossa família. Sem falar em nossas costumeiras conversas onde sempre trocamos conhecimento e corrigimos nossos erros. Agradeço por incentivar em levar estudos ao público em geral.</li><li>Não é possível falar de genealogia hoje somente com documentos. Aprendi esta lição com o geógrafo, pesquisador de história regional, e genealogista genético Celito Regmendes, mas ele não foi o único, afinal, valiosos também me foram os conhecimentos de genética fornecidos por Eduador Santos-Lima. Muito obrigado professores!</li><li>Após anos estudando Física e as exatas, acabei esquecendo muitos conceitos gramaticais. Observei também que alguns conhecimentos que possuía foram modificados, pois a língua é viva. Não descarto que possa ter cometido alguns erros nestes textos, mas de uma coisa não tenho dúvidas: consegui melhorar muito meu conhecimento linguístico graças ao querido primo Adalberto Camargo. Muito obrigado!</li><li>Todos podemos cometer o \"erro\" de se acomodar, e felizes são as pessoas que tem por perto alguém para fazer perguntas para tirar desta condição. Nestes últimos anos o querido primo Eduardo Olifer fez isto inúmeras vezes, fato que expandiu muito nosso conhecimento sobre diferentes ancestrais comuns. Muito obrigado!</li><li>Quando minha querida prima, Dona Avelina Maria Noronha de Almeida, faleceu, nossa família commum não tinha pessoas que continuasse seu trabalho de divulgação, o impacto de sua morte foi muito grande em mim, ao ponto que não pensei em prosseguir seu trabalho. Meses depois, o genealogista Gilber Rubim Rangel me chamou no WhatsApp e perguntou: gostaria de publicar um artigo na GENEA - Revista Capixaba de Genealogia? Naquele dia a semente do projeto foi plantada, a barreira foi rompida, e busquei as forças que faltavam. Muito obrigado Gilber!</li><li>Uma única pessoa não consegue ter acesso a todo o conhecimento disponível, e qualquer ajuda neste sentido é sempre bem-vinda. Parte do material usado para construir este projeto é também resultado destes ensinamentos que tive de outras pessoas, alguns já citados, e outros que faço questão de adicionar: <ul><li>Agradeço ao professor Maximiliano Pessôa pelo envio de livros e árvores genealógicas que sempre me auxiliam.</li><li>Também agradeço a Suzana V. Stucka, que ao se lembrar que descendo dos Leme, me enviou um material de uma região que jamais havia pesquisado antes.</li></ul> </li></ul>.</p>" ]
        },
        {
            "id" : "indigenous",
            "value" : [ "<p>Com relação aos nossos indígenas: <ul><li>Tive a oportunidade de conhecer distintos sítios arqueológicos na América Latina. Nestas viagens conheci diferentes indígenas, parentes distantes, que muito me ensinaram. Nos últimos meses, conheci ao parente Ludwig Nguillatun, um indígena do povo mapuche, que temos contato quase diários. Ele é um dos motivadores para a criação da seção \"Quem ...?\" onde ensina-se a refletir sobre diferentes assuntos. Obrigado parente pela inspiração!</li><li>O desejo de escrever algo sobre nossos indígenas, eu já possuía a mais de uma década, mas o meio para fazê-lo ainda era dúvida. Felizmente neste ano, Roberto Moras, do canal Legado Ancestral no YouTube, começou a disponibilizar conteúdo de nossos indígenas e também um canal para comunicarmos. Em poucos meses de conversas finalmente entendi como deveria criar este projeto, não para ser um competidor, mas para ajudar e complementar o seu trabalho. Muito obrigado Roberto Moras!</li></ul></p>" ]
        }
    ]
}
