{
   "title": "Reconhecimento",
   "header": "Reconhecimento",
   "sources": [
      "acknowledgement"
   ],
   "scripts": null,
   "audio": [
      {
         "url": "https://www.historytracers.org/audios/acknowledgement_pt-BR.ogg",
         "external": true,
         "spotify": false
      },
      {
         "url": "https://creators.spotify.com/pod/show/thiago-marques03/episodes/Reconhecimento-Portugus-e32be0s",
         "external": true,
         "spotify": true
      }
   ],
   "index": null,
   "license": [
      "SPDX-License-Identifier: GPL-3.0-or-later",
      "CC BY-NC 4.0 DEED"
   ],
   "last_update": [
      "1746247506"
   ],
   "authors": null,
   "reviewers": null,
   "type": "class",
   "version": 2,
   "content": [
      {
         "id": "introduction",
         "text": [
            {
               "text": "*Além de utilizar o nome América, também faremos referência ao continente como <i>Abya Yala</i>, nome pelo qual é reconhecido pelos povos originários do continente*",
               "source": [
                  {
                     "type": 1,
                     "uuid": "160fb48c-1711-491e-a1aa-e1257e7889af",
                     "text": "Porto-Gonçalves, Carlos Walter, pp. 39-43",
                     "date_time": {
                        "type": "gregory",
                        "year": "2011",
                        "month": "-1",
                        "day": "-1"
                     }
                  }
               ],
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "markdown",
               "PostMention": "."
            },
            {
               "text": "### Introdução\n\n>O History Tracers, lançado em <htdate0>, é o resultado de mais de uma década de estudo e seis anos de união matrimonial. Com o objetivo de ensinar e aprender, espero que além das lições contidas nas páginas, esta obra possa expandir-se, expressando gratidão a todos que colaboraram ao longo do caminho",
               "source": null,
               "date_time": [
                  {
                     "type": "gregory",
                     "year": "2023",
                     "month": "-1",
                     "day": "-1"
                  }
               ],
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "markdown",
               "PostMention": "."
            }
         ]
      },
      {
         "id": "family",
         "text": [
            {
               "text": "<p><h3>Família</h3>Em um projeto de genealogia, não é possível expressar gratidão apenas às pessoas próximas, uma vez que nossa existência é o resultado de uma extensa linhagem de antepassados. Assim, expresso minha gratidão a todos os meus ancestrais: negros, judeus, cristãos, muçulmanos, reis, escravizados, ricos, pobres e inúmeros outros grupos que a sociedade criou para classificar meus ancestrais <i>Homo sapiens</i>.</p><p>Quanto à minha família, esposa e filha, permita-me, caro leitor, expressar minha gratidão de uma maneira distinta, mas que elas estão acostumadas a receber: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>Este poema é um sincero pedido de desculpa, para quem me ajudou a evoluir como pessoa e ainda auxiliou este projeto a nascer.</p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "html",
               "PostMention": " "
            }
         ]
      },
      {
         "id": "teachers",
         "text": [
            {
               "text": "### Professores\n\nExpresso minha gratidão a todos os professores que, desde os primeiros anos na escola até o mestrado que concluí, me guiaram e me mostraram a beleza da ciência",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "markdown",
               "PostMention": "."
            }
         ]
      },
      {
         "id": "genealogy",
         "text": [
            {
               "text": "<p><h3>Genealogia e história</h3>No desenvolvimento deste trabalho científico, inúmeras pessoas colaboraram para tornar este projeto uma realidade: <ul><li>Expresso minha profunda gratidão ao Dr. Vinicius de Oliveira Godoy por seus ensinamentos nas áreas humanas, que me ajudaram a corrigir conceitos que erroneamente aplicava, oriundos das ciências exatas. Lembro-me perfeitamente do momento em que percebi que a verdade não é um conceito absoluto no tempo.</li><li>Agradeço também a Vinicius da Fonseca por compartilhar os dados de sua pesquisa genética, os quais foram fundamentais para corroborar a distorção histórica de uma ancestral comum.</li><li>Ao primo Saulo Franco, que produz um belo blog (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('af0abd94-6e1d-40d3-a593-4448f2d2affc'); return false;\">Genealogia e Origens</a>), além de publicar obras relacionadas à nossa família, sempre esteve pronto para trocar conhecimentos e corrigirmos nossos equívocos em nossas conversas habituais. Agradeço por incentivar em levar estudos ao público em geral.</li><li>Reconheço que a genealogia de hoje vai além dos documentos. Essa lição aprendi com o geógrafo, pesquisador de história regional e genealogista genético Celito Regmendes, mas ele não foi o único; os valiosos conhecimentos de genética fornecidos por Eduardo Santos-Lima também foram fundamentais. Agradeço a ambos, professores!</li><li>Após anos dedicados ao estudo da Física e das ciências exatas, percebi que havia esquecido muitos conceitos gramaticais e que alguns conhecimentos que possuía haviam sido modificados, pois a língua é dinâmica. Sei que posso ter cometido alguns erros nestes textos, mas uma coisa é certa: melhorei significativamente meu conhecimento linguístico graças ao querido primo Adalberto Camargo. Agradeço profundamente!</li><li>Todos nós corremos o risco de nos acomodar, mas aqueles que têm alguém por perto para fazer perguntas e tirá-los dessa condição são verdadeiramente afortunados. Nos últimos anos, o primo Eduardo Olifer desempenhou esse papel inúmeras vezes, expandindo consideravelmente nosso conhecimento sobre diferentes ancestrais comuns. Agradeço imensamente!</li><li>Após o falecimento de minha querida prima, Dona Avelina Maria Noronha de Almeida, senti-me desanimado e não pensei em continuar seu trabalho de divulgação genealógica. No entanto, meses depois, o genealogista Gilber Rubim Rangel me convidou para publicar um artigo na GENEA - Revista Capixaba de Genealogia pelo WhatsApp. Naquele dia, a semente do projeto foi plantada, a barreira foi superada e encontrei a força necessária para seguir em frente. Muito obrigado, Gilber!</li><li>Nenhuma pessoa sozinha pode ter acesso a todo o conhecimento disponível, e qualquer ajuda nesse sentido é sempre bem-vinda. Parte do material usado para construir este projeto é resultado dos ensinamentos que recebi de outras pessoas, alguns já mencionados e outros que agora incluo: <ul><li>Agradeço ao professor Maximiliano Pessôa pelo envio de livros e árvores genealógicas que sempre me auxiliam.</li><li>Também expresso minha gratidão a Suzana V. Stucka, que ao lembrar-se de minha descendência dos Leme, enviou-me material de uma região que eu jamais havia pesquisado antes.</li></ul> </li><li>Preservar documentos de nossos ancestrais é algo gratificante, mas o papel pode sofrer deterioração. Fazer isso em uma escala maior envolve mais do que infraestrutura e dedicação. Por isso, agradecemos sinceramente ao Tribunal de Justiça de Minas Gerais (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4f4d5ae6-d140-45ea-8667-e324d93cbfc8'); return false;\">Tribunal de Justiça de Minas Gerais</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5a5c8b77-1604-4407-851b-2818a33143ca'); return false;\"><i>Linktr</i>. Tribunal de Justiça de Minas Gerais</a>) e à COARPE - Coordenação de Arquivo Permanente (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('99e24e60-50ab-425f-bf59-7f72a2f0ab6c'); return false;\">COARPE</a>) por este trabalho.</li><li>A escravidão é um dos eventos mais detestáveis já perpetrados pela nossa espécie e não podemos esquecê-la. Agradecemos ao Centre d'Estudis, Debats i Tertúlies pela catalogação desses eventos e por nos inspirar a realizar o mesmo no continente americano (<i>Abya Yala</i>) (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('391f0ec4-a7b0-4564-9a2f-e61662f86155'); return false;\">Centre d'Estudis, Debats i Tertúlies</a>).</li><li>A família é mais do que pessoas que compartilham DNA. Também compartilhamos conhecimentos e histórias. É sempre gratificante encontrar parentes, algumas vezes geneticamente distantes, que também estão comprometidos com a preservação de nossa história. Somos profundamente gratos pela ajuda recebida de Wil Lem e da Associação da Família Leme, que nos auxilia a ensinar mais sobre a família Leme (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('52de7f07-b1a5-4d97-aa9d-b54d973a6858'); return false;\">Lem Family Association</a>).</li><li>Sou imensamente grato à Karolyne Damasceno Brito por, em diferentes momentos, ter feito sugestões de melhorias, como a reorganização do menu lateral, além de levantar questionamentos que contribuíram significativamente para aprimorar os conteúdos do History Tracers.</li></ul>.</p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "html",
               "PostMention": " "
            }
         ]
      },
      {
         "id": "museumsites",
         "text": [
            {
               "text": "<p><h3>Museus e Sítios Arqueológicos</h3>Em relação aos sítios arqueológicos que visitei e aos museus com os quais tive contato:<ul><li>A cidade sagrada de Caral é um dos sítios arqueológicos mais antigos conhecidos nas Américas (<i>Abya Yala</i>) no momento em que faço este agradecimento. A descoberta de artefatos milenares nesta cidade tem contribuído para redefinir nossa compreensão das sociedades Andinas. Expresso minha sincera gratidão a todas as pessoas envolvidas na preservação e conservação desta magnífica cidade (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('720f6dfd-4b86-4e07-a887-1010e1041a4d'); return false;\">Ruta Caral, <htdate0> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('03c3743c-d268-4730-ba8e-d36b5c49e781'); return false;\">Youtube - Caral Perú Oficial, <htdate1>).</li><li>Dependendo da região do mundo em que nos encontramos, em alguns casos não é fácil ter acesso às descobertas sobre a história da humanidade. Sou grato ao Museu Ashmolean por seu trabalho de conservação, exposição e compartilhamento de imagens que nos ajudam a ensinar a história da humanidade (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('72b8a10d-1a15-4a10-aff6-1210b7bd94fc'); return false;\">Ashmolean Museum Oxford</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('4d0b579d-57af-45e1-87b0-d402dd778968'); return false;\">Ashmolean Image Library</a>).</li><li>Sou grato ao Museu Britânico por diversos motivos. Eles se dedicam à conservação, à exibição e, ao compartilhar imagens, nos oferecem grande apoio. Além disso, compartilharam conosco valiosos conhecimentos sobre conteúdos na internet (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('33e4974f-95f9-4b7c-bfd8-917787fa04b9'); return false;\">The British Museum</a>).</li></ul></p>",
               "source": null,
               "date_time": [
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  },
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  }
               ],
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "html",
               "PostMention": " "
            }
         ]
      },
      {
         "id": "indigenous",
         "text": [
            {
               "text": "<p><h3>Indígenas e pesquisadores</h3>Sobre povos indígenas e história: <ul><li>Durante minhas viagens pela América Latina, tive o privilégio de visitar diversos sítios arqueológicos e conhecer diferentes comunidades indígenas, que se tornaram verdadeiros mestres para mim. Nos últimos meses, estabeleci um contato quase diário com Ludwig Nguillatun, um parente indígena do povo mapuche, que tem sido uma fonte constante de inspiração. Sua presença motivou a criação da seção \"Quem ...?\" onde buscamos refletir sobre uma variedade de assuntos. Agradeço profundamente a Ludwig pela inspiração constante!</li><li>O desejo de escrever sobre nossos indígenas existe em mim há mais de uma década, porém, o método para realizá-lo permanecia incerto. Felizmente, este ano de <htdate0>, Roberto Moras, dos canais <i>America: Lo que no te contaron</i> e <i>Crónicas Prohibidas de América</i> no YouTube (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a082a3ed-59c7-4ae2-9f5a-eecef36c7409'); return false;\">Moras, Roberto. AMERICA : LO QUE NO TE CONTARON</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e9987395-6da7-482c-b1b3-152299193e43'); return false;\">Moras, Roberto. <i>Crónicas Prohibidas de América</i></a>), começou a compartilhar conteúdo sobre nossos povos indígenas, oferecendo também um canal para comunicação direta. Após algumas conversas, finalmente encontrei clareza sobre como desenvolver este projeto - não como um competidor, mas como um complemento ao seu trabalho. Agradeço imensamente a Roberto Moras por sua dedicação e inspiração!</li><li>Embora nossas pesquisas inicialmente tenham se concentrado no continente americano (<i>Abya Yala</i>), o compromisso do History Tracers com a equidade nos impede de negligenciar outras partes do mundo. Agradecemos profundamente a Cy por compartilhar em seu canal os conhecimentos históricos de outras regiões do planeta (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b224dab-cd7c-4bec-ac24-5eac7dd42b9b'); return false;\">Cy, History with Cy</a>).</li><li>Após décadas de trabalho exclusivamente com números e métodos matemáticos de origem europeia e asiática, em <htdate1> fomos introduzidos a uma nova metodologia desenvolvida pelos Incas: a Yupana Inka, e sua aplicação através do método <i>\"Yupana Inka Tawa Pukllay\"</i>. Em primeiro lugar, gostaríamos de parabenizar Dhavit Prem (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2d2ea4a5-506b-4dbf-aaa4-3a10a8fbbd9c'); return false;\">Prem, Dhavit</a>) e associação Yupanki por suas notáveis pesquisas científicas e, naturalmente, expressar nossa gratidão por compartilharem esse conhecimento com o mundo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68dc1424-a27a-4253-88c8-e3d099ed3a50'); return false;\">Yupana Inka, <htdate2></a>).</li><li>Os indígenas mesoamericanos possuem um papel especial na trajetória deste projeto. Muito já foi descoberto sobre suas culturas, mas ainda há muito a explorar. Gostaria de expressar meus sinceros agradecimentos e parabenizar Orlando Josué Casares Contreras (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('20ccab88-a64c-447d-a2e6-907bad845c0e'); return false;\">Casares Contreras, Orlando Josué</a>), José M Gamboa Cetina, Venus Sarahí Estrella Cabrera (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('31910324-f1cb-4326-876f-d93b18c9514f'); return false;\">Estrella Cabrera, Venus Sarahí</a>), assim como o INAH-MX, pelo incansável trabalho de pesquisa e divulgação dessas ricas tradições culturais.</li><li>Por vir das ciências exatas, reconheço que ainda estou em processo de adaptação ao trabalhar com dados das ciências humanas, o que, às vezes, me leva a ser excessivamente assertivo quando deveria adotar uma postura mais reflexiva. Agradeço ao Roberto Palomino pelo auxílio na identificação e aprimoramento de alguns textos em que cometi esse equívoco.</li><li>Compreender o passado, especialmente em contextos com escassez de documentos e crônicas que relatem como as pessoas realmente viviam, é sempre um desafio. Muitas vezes, é necessário contar com especialistas de diferentes áreas para alcançar uma compreensão mais ampla. Nesse sentido, parabenizamos e agradecemos à Doutora Ximena Catepillán, cujo trabalho contribuiu significativamente para expandir nossas pesquisas sobre os povos indígenas mesoamericanos (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9e9dc5b2-7add-43dc-8736-41cf7dfcb27d'); return false;\">Dr. Ximena Catepillán</a>).</li></ul></p>",
               "source": null,
               "date_time": [
                  {
                     "type": "gregory",
                     "year": "2023",
                     "month": "-1",
                     "day": "-1"
                  },
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  },
                  {
                     "type": "gregory",
                     "year": "2024",
                     "month": "-1",
                     "day": "-1"
                  }
               ],
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "html",
               "PostMention": " "
            }
         ]
      },
      {
         "id": "opensource",
         "text": [
            {
               "text": "<p><h3>Software Livre</h3>Este projeto de código aberto se beneficia do trabalho de outros projetos de código aberto, bem como de organizações e pessoas que compartilham seu código com o público. Sem esses códigos, o projeto não estaria no estágio em que se encontra hoje, e por isso gostaríamos de expressar nossa gratidão a: <ul><li>Os desenvolvedores do VIM (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e703fac1-fe29-446b-843e-8cf27f255381'); return false;\">VIM</a>), cujo suporte nativo para linguagens como HTML, Python e JQuery facilita muito a vida dos desenvolvedores.</li><li>Os desenvolvedores do GIMP (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cd47c41c-7075-4dba-a935-53e5ca3e4ae6'); return false;\">GIMP</a>) e LibreOffice (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d5430f56-aa75-415d-a26d-4e845fe73b14'); return false;\">LibreOffice</a>), por criarem ferramentas que nos ajudam a desenhar e aprimorar nossas imagens.</li><li>Quando precisamos fornecer um servidor web de forma rápida e eficiente, não tivemos dúvidas sobre qual linguagem usar. Agradecemos aos desenvolvedores do Python (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('cbb6520d-ea64-4ca5-8cfe-33067502525b'); return false;\">Python</a>) por não apenas ajudarem o nosso projeto, mas também inúmeros pesquisadores. Não podemos deixar de agradecer aos desenvolvedores dos módulos RJSmin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('5a7d8517-4b61-4460-990c-68eeddbfaa68'); return false;\">rjsmin</a>), NumPY (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0c8ed7d5-78f2-48f8-85da-a7504eb14896'); return false;\">NumPY</a>), Matplotlib (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('040d96ca-2d89-48e4-a279-da5817462464'); return false;\">Matplotlib</a>) e  RCSSmin (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('29243634-6214-4c4e-8536-60b766194d5f'); return false;\">RCSSmin</a>) pela monumental ajuda que seus módulos proporcionam.</li><li>A todas as pessoas envolvidas na Fundação OpenJS (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1f27ec5b-92b8-4f8e-9bb1-67d4f1f70f48'); return false;\">OpenJS Foundation</a>), por simplificarem nosso trabalho na WEB.</li><li>Os desenvolvedores do projeto Chart.js (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6efe7632-faed-4080-a5aa-38463d43e6d7'); return false;\">Chart.JS</a>), que nos auxiliam a demonstrar que a matemática está presente em nossas vidas de maneira simplificada.</li><li>A John Walker e à Fourmilab (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d42fdf13-8971-4dc1-8514-3e1d30578e40'); return false;\">John Walker - Fourmilab</a>) por disponibilizarem algoritmos que permitem a conversão de datas em diferentes calendários. Graças a esses algoritmos, os leitores podem mergulhar na realidade de outros povos.</li><li>Aos desenvolvedores de diferentes navegadores que permitem aos usuários acessarem este projeto.</li><li>A gramática está sempre em evolução, e muitas vezes não é possível acompanhar essa evolução quando se trabalha em outra área. Agradecemos à OpenAI e à DeepSeek (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('c7bb1e4a-a1be-4291-9174-bce1600767a5'); return false;\">OpenAI</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6a6b545a-e2ec-4a31-9412-39158e15105c'); return false;\">DeepSeek</a>) pelo desenvolvimento de modelos que nos auxilia a melhorar nossa gramática.</li><li>Gostaríamos de expressar nossa gratidão ao W3Schools (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('48fd3f60-f1cd-4e28-8995-20ca44d75ba7'); return false;\">W3schools</a>) por ensinar novas tecnologias relacionadas à web e disponibilizar códigos que simplificam nosso desenvolvimento.</li><li>Imagens ajudam no aprendizado de maneira incrível. Por isso, devemos agradecer à FontAwesome por disponibilizar gratuitamente uma versão de seu projeto (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ad0cdae3-2260-4462-86a7-0987c6ffc82b'); return false;\">Font Awesome</a>).</li><li>Uma educação inclusiva só é possível quando há um entendimento abrangente das necessidades de todas as pessoas. Além disso, é fundamental contar com mecanismos que possibilitem alcançar essas pessoas. Agradecemos aos desenvolvedores do Piper (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('45a8caaa-2f92-482a-8ac6-88310105c387'); return false;\">Piper</a>) por criarem essa ferramenta, que nos permite converter textos em áudio.</li><li>Entender a própria história é uma ótima maneira de se engajar em diferentes áreas da ciência, mas estruturar a própria árvore genealógica não é uma tarefa simples. Agradecemos aos desenvolvedores do Gramps por criarem uma ferramenta de código aberto que auxilia as pessoas a alcançarem esse objetivo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a8131139-6535-47f6-be78-08c9c53ea514'); return false;\">Gramps Project</a>).</li><li>El desarrollo de un software va más allá de solo escribir algoritmos. Entre los lenguajes elegidos para llevar este proyecto adelante, Go merece una noble mención, por las bibliotecas que posee y por su distribución en diferentes plataformas (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('124dbf75-6132-4dac-ba15-42a7954e4e87'); return false;\">GO</a>).</li></ul></p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "html",
               "PostMention": " "
            }
         ]
      },
      {
         "id": "archive",
         "text": [
            {
               "text": "<p><h3>Documentações e imagens online</h3>A história, sendo uma ciência, exige mais do que simples memorização. Para compreendê-la plenamente, é necessário acesso a informações detalhadas e precisas. Vários sites auxiliam os leitores nesse entendimento ao disponibilizarem documentos e livros históricos. Agradecemos a todos os sites mencionados no History Tracers por compartilhar essas valiosas informações.</p><p><ul><li>Agradecemos sinceramente a Sveinbjörn Þórðarson por disponibilizar e manter online a base de dados das Sagas da Islândia (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2d136cb5-b176-409a-8a7b-83f233a03cde'); return false;\">The Icelandic Saga Database</a>), o que nos permitiu criar uma etapa do jogo Método Científico.</li><li>Às vezes, apenas descrever um objeto pode não gerar a mesma paixão ou impacto que vê-lo ou tocá-lo. Sou profundamente grato a Émilie Pagé-Perron e a toda a equipe do Cuneiform Digital Library Initiative (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('41862c34-4165-406d-94b3-0a36ca53e525'); return false;\">Cuneiform Digital Library Initiative</a>) por manter vivo um projeto que nos ajuda a conhecer melhor a história da humanidade.</li><li>Às vezes, quando lemos um texto, não é fácil imaginar as regiões do mundo descritas. Somos muito gratos a Stefan Fischerländer por criar o projeto Mapswire (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('dd4f3c8a-6624-4df5-93ac-37e0a4be9fdc'); return false;\"><i>Mapswire</i></a>), que disponibiliza imagens que nos ajudam a ensinar ciências.</li><li>A separação entre mitos e fatos é possível graças a documentos e crônicas preservados ao longo dos séculos. Somos imensamente gratos ao governo português e às instituições Biblioteca Nacional de Portugal e Torre do Tombo pelo cuidado, preservação e compartilhamento desse conhecimento com o público em geral (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('3c3d26c6-4e5b-440a-a0f3-6b29424a6242'); return false;\">Biblioteca Nacional de Portugal - BNP</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('984444c4-ba29-45bf-987e-1bf4193748dc'); return false;\">Arquivo Nacional Torre do Tombo</a>).</li></ul></p><p>&nbsp</p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "latex": null,
               "format": "html",
               "PostMention": " "
            }
         ]
      }
   ],
   "exercise_v2": null,
   "date_time": null
}
