{
    "title" : "Reconhecimento",
    "header" : "Reconhecimento",
    "sources" : [ "acknowledgement" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1711364324" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>O History Tracers, lançado em 20 de novembro de 2023, é o resultado de mais de uma década de estudo e seis anos de união matrimonial. Com o objetivo de ensinar e aprender, espero que além das lições contidas nas páginas, esta obra possa expandir-se, expressando gratidão a todos que colaboraram ao longo do caminho.</p>" ]
        },
        {
            "id" : "family",
            "value" : [ "<p>Em um projeto de genealogia, não é possível expressar gratidão apenas às pessoas próximas, uma vez que nossa existência é o resultado de uma extensa linhagem de antepassados. Assim, expresso minha gratidão a todos os meus ancestrais: negros, judeus, cristãos, muçulmanos, reis, escravizados, ricos, pobres e inúmeros outros grupos que a sociedade criou para classificar meus ancestrais <i>Homo sapiens</i>.</p><p>Quanto à minha família, esposa e filha, permita-me, caro leitor, expressar minha gratidão de uma maneira distinta, mas que elas estão acostumadas a receber: <i><center>Há 90 anos na cidade de Sabará nascia.<br>Uma pessoa que me ensinou a fazer poesia.<br>O tempo não permitiu ver este projeto despontar.<br>Mas, todos os ensinamentos irão com ele continuar.<br><br>A liberdade poética permite-me o formato da estrofe inverter<br>embora, os valores indígenas que são uma inspiração,<br>sejam mantidos, para que todos possam conhecer.<br>Levando o fim da indiferença como uma lição.<br><br>O amor pela ciência não me deixava completo.<br>O conhecimento ajudou a compreender a evolução.<br>mas, ainda sentia um vácuo que desejava estar repleto;<br>Felizmente os indígenas colaboraram para a nossa união.<br><br>Sua paciência e dedicação em nosso relacionamento.<br>Recorda-me ao meu avô, o qual me ensinou a amar.<br>Todos os dias ao seu lado geram conhecimento,<br>que nos auxiliam a nossa filha educar.<br><br>Por tudo obrigado!<br>Sempre do seu lado,<br>me sinto gratificado<br>mas, aparento ingrato.<br></center></i></p><p>Este poema é um sincero pedido de desculpa, para quem me ajudou a evoluir como pessoa e ainda auxiliou este projeto a nascer.</p>" ]
        },
        {
            "id" : "teachers",
            "value" : [ "<p>Expresso minha gratidão a todos os professores que, desde os primeiros anos na escola até o mestrado que concluí, me guiaram e me mostraram a beleza da ciência.</p>" ]
        },
        {
            "id" : "genealogy",
            "value" : [ "<p>No desenvolvimento deste trabalho científico, inúmeras pessoas colaboraram para tornar este projeto uma realidade: <ul><li>Expresso minha profunda gratidão ao Dr. Vinicius de Oliveira Godoy por seus ensinamentos nas áreas humanas, que me ajudaram a corrigir conceitos que erroneamente aplicava, oriundos das ciências exatas. Lembro-me perfeitamente do momento em que percebi que a verdade não é um conceito absoluto no tempo.</li><li>Agradeço também a Vinicius da Fonseca por compartilhar os dados de sua pesquisa genética, os quais foram fundamentais para corroborar a distorção histórica de uma ancestral comum.</li><li>Ao primo Saulo Franco, que produz um belo blog (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('af0abd94-6e1d-40d3-a593-4448f2d2affc'); return false;\">Genealogia e Origens</a>), além de publicar obras relacionadas à nossa família, sempre esteve pronto para trocar conhecimentos e corrigirmos nossos equívocos em nossas conversas habituais. Agradeço por incentivar em levar estudos ao público em geral.</li><li>Reconheço que a genealogia de hoje vai além dos documentos. Essa lição aprendi com o geógrafo, pesquisador de história regional e genealogista genético Celito Regmendes, mas ele não foi o único; os valiosos conhecimentos de genética fornecidos por Eduardo Santos-Lima também foram fundamentais. Agradeço a ambos, professores!</li><li>Após anos dedicados ao estudo da Física e das ciências exatas, percebi que havia esquecido muitos conceitos gramaticais e que alguns conhecimentos que possuía haviam sido modificados, pois a língua é dinâmica. Sei que posso ter cometido alguns erros nestes textos, mas uma coisa é certa: melhorei significativamente meu conhecimento linguístico graças ao querido primo Adalberto Camargo. Agradeço profundamente!</li><li>Todos nós corremos o risco de nos acomodar, mas aqueles que têm alguém por perto para fazer perguntas e tirá-los dessa condição são verdadeiramente afortunados. Nos últimos anos, o primo Eduardo Olifer desempenhou esse papel inúmeras vezes, expandindo consideravelmente nosso conhecimento sobre diferentes ancestrais comuns. Agradeço imensamente!</li><li>Após o falecimento de minha querida prima, Dona Avelina Maria Noronha de Almeida, senti-me desanimado e não pensei em continuar seu trabalho de divulgação genealógica. No entanto, meses depois, o genealogista Gilber Rubim Rangel me convidou para publicar um artigo na GENEA - Revista Capixaba de Genealogia pelo WhatsApp. Naquele dia, a semente do projeto foi plantada, a barreira foi superada e encontrei a força necessária para seguir em frente. Muito obrigado, Gilber!</li><li>Nenhuma pessoa sozinha pode ter acesso a todo o conhecimento disponível, e qualquer ajuda nesse sentido é sempre bem-vinda. Parte do material usado para construir este projeto é resultado dos ensinamentos que recebi de outras pessoas, alguns já mencionados e outros que agora incluo: <ul><li>Agradeço ao professor Maximiliano Pessôa pelo envio de livros e árvores genealógicas que sempre me auxiliam.</li><li>Também expresso minha gratidão a Suzana V. Stucka, que ao lembrar-se de minha descendência dos Leme, enviou-me material de uma região que eu jamais havia pesquisado antes.</li></ul> </li></ul>.</p>" ]
        },
        {
            "id" : "indigenous",
            "value" : [ "<p>Sobre povos indígenas e história: <ul><li>Durante minhas viagens pela América Latina, tive o privilégio de visitar diversos sítios arqueológicos e conhecer diferentes comunidades indígenas, que se tornaram verdadeiros mestres para mim. Nos últimos meses, estabeleci um contato quase diário com Ludwig Nguillatun, um parente indígena do povo mapuche, que tem sido uma fonte constante de inspiração. Sua presença motivou a criação da seção \"Quem ...?\" onde buscamos refletir sobre uma variedade de assuntos. Agradeço profundamente a Ludwig pela inspiração constante!</li><li>O desejo de escrever sobre nossos indígenas existe em mim há mais de uma década, porém, o método para realizá-lo permanecia incerto. Felizmente, este ano de 2023, Roberto Moras, do canal Legado Ancestral no YouTube (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('a082a3ed-59c7-4ae2-9f5a-eecef36c7409'); return false;\">Moras, Roberto. Legado Ancestral</a>), começou a compartilhar conteúdo sobre nossos povos indígenas, oferecendo também um canal para comunicação direta. Após algumas conversas, finalmente encontrei clareza sobre como desenvolver este projeto - não como um competidor, mas como um complemento ao seu trabalho. Agradeço imensamente a Roberto Moras por sua dedicação e inspiração!</li><li>A cidade sagrada de Caral é um dos sítios arqueológicos mais antigos conhecidos nas <i>Abya Ayla</i>/Américas no momento em que faço este agradecimento. A descoberta de artefatos milenares nesta cidade tem contribuído para redefinir nossa compreensão das sociedades Andinas. Expresso minha sincera gratidão a todas as pessoas envolvidas na preservação e conservação desta magnífica cidade (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('720f6dfd-4b86-4e07-a887-1010e1041a4d'); return false;\">Ruta Caral, 2024</a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('03c3743c-d268-4730-ba8e-d36b5c49e781'); return false;\">Youtube - Caral Perú Oficial, 2024</a>).</li><li>Embora nossas pesquisas inicialmente tenham se concentrado no continente <i>Abya Ayla</i>/Americano, o compromisso do History Tracers com a equidade nos impede de negligenciar outras partes do mundo. Agradecemos profundamente a Cy por compartilhar em seu canal os conhecimentos históricos de outras regiões do planeta (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0b224dab-cd7c-4bec-ac24-5eac7dd42b9b'); return false;\">Cy, History with Cy</a>).</li><li>Após décadas de trabalho exclusivamente com números e métodos matemáticos de origem europeia e asiática, em 2024 fomos introduzidos a uma nova metodologia desenvolvida pelos Incas: a Yupana Inka, e sua aplicação através do método 'Tawa Pukllay'. Em primeiro lugar, gostaríamos de parabenizar Dhavit Prem (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2d2ea4a5-506b-4dbf-aaa4-3a10a8fbbd9c'); return false;\">Prem, Dhavit</a>) e associação Yupanki por suas notáveis pesquisas científicas e, naturalmente, expressar nossa gratidão por compartilharem esse conhecimento com o mundo (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('68dc1424-a27a-4253-88c8-e3d099ed3a50'); return false;\">Yupana Inka, 2024</a>).</li></ul></p>" ]
        }
    ]
}
