{
    "title" : "Primeiros passos",
    "header" : "Primeiros passos",
    "sources" : [ "first_steps" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Quando começamos a trabalhar com nossa árvore genealógica, algumas perguntas nos vem a cabeça, tais como: - Quais os nomes de meus ancestrais? Como devo montar uma árvore genealógica? Qual o meu ancestral mais antigo(a) conhecido(a)? Qual software devo utilizar para montar a árvore? Nesta página trazemos respostas para auxiliar aqueles que desejam conhecer seu passado.</p>" ]
        },
        {
            "id" : "family_talking",
            "value" : [ "<p>O passo inicial sugerido é conversar com parentes mais velhos, pois estas pessoas possivelmente conviveram com ancestrais de outras gerações. Nestas conversas solicite algum documento de seus antepassados com quem eles/elas conviveram. Aproveite a oportunidade para conhecer algumas histórias antigas, mas tente confirmá-las via documentos.</p>" ]
        },
        {
            "id" : "documentation",
            "value" : [ "<p>Após obter o documento com seus ancestrais, a próxima etapa é obter documentos para as próximas gerações por meio de órgãos responsáveis pelo armazenamento deles. Como no passado não havia uma padronização dos documentos como temos hoje, devemos nos preparar para eventuais problemas, que não devem ser entendidos como obstáculos, mas como forma de aprendizado. No Brasil eu utilizei o seguinte caminho para encontrar meus antepassados: <ul> <li>Solicitação de registros de nascimento, matrimônio e óbito dos ancestrais diretos e quando necessário de seus irmãos.</li><li>Procura em fóruns, arquivos públicos e museus de documentos como mapas de população, inventários e testamentos citando ancestrais.</li><li>Procura de citações de ancestrais em jornais (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('7054344f-a1c4-4a0d-ad6a-379e650ffde6'); return false;\">Memória, Biblioteca Nacional</a>) da época.</li><li>Ao chegar no século XIX nos deparamos com a união de estado e igreja, devido este fato devemos olhar fontes religiosas. Procure primeiramente junto a igrejas onde seus ancestrais viveram documentos como batismo, matrimônio, óbito e testamentos. Não encontrando nas igrejas, é provável que os documentos estejam disponíveis junto a dioceses locais. A Igreja de Jesus Cristo dos Santos dos Últimos Dias disponibiliza diferentes documentos religiosos antigos em seu projeto de <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('9c3262b7-a77c-4d84-ad11-7964e528b320'); return false;\">procura familiar</a>.</li><li>Ao entrarmos no período do século XVII e XVI temos <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('527fe61b-b4c6-4ebe-9e4d-117211cbcefa'); return false;\">Inventários e Testamentos</a> em São Paulo, além das atas da Câmara de São Paulo (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('793dfd69-f72d-4085-bb68-f20a7aeff020'); return false;\">Volume I</a> e <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('32903d58-ff1b-40b0-bf64-31c8604f47ce'); return false;\">Volume II</a>). Também estão disponíveis os <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('05dfa0f4-1a62-4b91-9714-b3e4980ad83a'); return false;\">Registros Gerais da Câmara de São Paulo</a>.</li><li>Publicações científicas como revistas do <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0883d780-24cc-4229-bb9a-df138e9b8a33'); return false;\">Instituto Histórico Geográfico de São Paulo</a>, do <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('aba8984d-8738-4db2-b7d4-34cefd1bf6be'); return false;\" target=\"_blank\">Colégio Espirito-santense de Genealogia e Heráldica</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('40f36f76-8522-484d-a5de-a1d9b5674148'); return false;\" target=\"_blank\">Revista Genea</a>, e a revista da <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('76c91da4-25cb-49ce-a1a7-b56bfad67ff8'); return false;\">ASBRAP</a> são boas referências e em alguns casos fornecem as fontes primárias, mas artigos científicos devem ser revisados, como aconteceu na própria ASBRAP. Na <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('1df384a1-0a9c-48e5-9e08-a138efd64d90'); return false;\">edição 6</a>, Marta Amato atualizou dados sobre Francisca de Macedo que haviam sido publicados na <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8efcfc4e-a771-4544-b14a-0d932c695db7'); return false;\">edição 4</a> por Cid Guimarães. Apesar de não ser uma revista científica, deve-se reconhecer o <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('15d32227-6854-404d-826a-976f8d228a18'); return false;\">projeto compartilhar</a> como um projeto científico por corretas citações as fontes primárias.</li><li>Com relação a trabalhos genealógicos, temos publicações bem embasadas como as de <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('39d36aee-d7b1-4635-9b16-2b1fdcda0253'); return false;\">Nuno Borrego</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('6f49a225-476b-4b9f-8dc9-87b3fdc1e6a2'); return false;\">Manuel Abranches Soveral</a>, também temos os trabalhos de <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('653b611b-a05f-4a39-b92f-6666c17ee2c5'); return false;\">Christian Settipani</a>, <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9d3b6cc0-22b4-42a9-8083-b16d43bb4171'); return false;\">José Mattoso</a> e <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('75f67b52-f72b-4f2d-8b2a-9fa78a439948'); return false;\">José Augusto de Sottomayor-Pizarro</a>. Não tenho dúvidas que há boas publicações de outros autores, mas estou limitando-me a citar os que estudei profundamente.</li><li>Ao chegarmos na idade Média devemos recorrer aos <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('0227ac1b-e4a8-41e9-8dde-9fe7046cd930'); return false;\">índices</a> e em seguida as <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a0fb89b0-34b3-485c-bd96-ec5c9b20d922'); return false;\">Chancelaria Régia</a>, a fim de encontrar possíveis ancestrais. Outras fontes presentes na Torre do Tombo são as <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('c82033ec-9cfc-4538-bc5b-8530ac9ff675'); return false;\">Inquirições Gerais</a>, documentos que estavam em posses da igreja como o <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('497dd6db-7820-4ddf-bbef-4224a8f92c94'); return false;\">Cabido da Sé de Coimbra</a>, além de documentos inquisitoriais como a  <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3d603ed3-8021-4a7f-aaa4-72aa60e7a434'); return false;\">Inquisição de Lisboa</a>.</li><li>Para retrocedermos ainda mais na nossa história devemos recorrer a crônicas que retratam a história de uma região em um determinado período.</li></ul></p>" ]
        },
        {
            "id" : "scientific_method",
            "value" : [ "<p>Como genealogia é uma ciência, as pesquisas devem estar alinhadas ao <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('119fd5c3-f947-41d8-881b-731cfddbaf5c'); return false;\">método científico</a>, que possuí como bases consolidadas: a capacidade de reprodução de um determinado resultado. Também é necessário poder refutar algo. Aplicando estas bases a pesquisas sobre uma pessoa, isto significa que os resultados publicados devem estar alinhados a fontes primárias que outros pesquisadores possam confirmar ou refutar ao estudá-los.</p>" ]
        },
        {
            "id" : "software",
            "value" : [ "<p>Existem diferentes softwares e sites que auxiliam seus usuários a montar sua árvore genealógica, mas as ferramentas que testei não faziam checagem se ligações e dados adicionados são coerentes, logo nossa sugestão é a utilização com cautela e sempre ter sua árvore isolada quando usar sites colaborativos.</p>" ]
        }
    ]
}
