{
    "title" : "Perguntas Frequentes",
    "header" : "Perguntas Frequentes",
    "sources" : [ "genealogical_faq" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Quando estamos montando uma árvore é normal dúvidas aparecerem e às vezes acabamos cometendo erros por selecionarmos as respostas simples para perguntas difíceis. Nesta página trazemos respostas para perguntas comuns.</p>" ],
            "references" : null
        },
        {
            "id" : "nobiliarchy",
            "value" : [ "<p><h3>Os Nobiliários são confiáveis?</h3> José Mattoso ao tratar dos nobiliários em \"Ricos-Homens Infanções e Cavaleiros\" definiu nobiliários de maneira primorosa dizendo que \"... os livros de linhagens fornecem eles próprios alguns elementos que é possível encontrar também na documentação antiga ... Este trabalho tornou-se possível desde que procedemos a uma edição crítica dos livros de linhagens, o que permitiu corrigir em muitos casos as leituras errôneas dos editores e copistas\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, 1982, pp. 09-10</a>) e ainda adiciona a frase que deve nortear o trabalho com nobiliários \"É claro que em muitos casos sobretudo para a época de que aqui tratamos os erros de livros de linhagens são numerosos. É evidente que se preferem os dados fornecidos pela documentação coeva.\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, 1982, pp. 09-10</a>). A medida que os séculos foram avançando é inegável que os nobiliários foram aumentando sua qualidade, mas continuaram a conter erros descritos na sequência desta página, por isto <b>sempre prefira fontes primárias coevas.</b></p>" ],
            "references" : [ "de906f7e-10dc-4557-8c82-13ddbdd1505e" ]
        },
        {
            "id" : "nobiliarchy-usage",
            "value" : [ "<p><h3>Como usar os nobiliários?</h3> Conforme já respondido previamente, nobiliários não são confiáveis, mas isto não quer dizer que não possam ser usados com cautela. Sugerimos os seguintes prudentes passos para trabalhar com nobiliários: <ul> <li>Jamais entenda que nobiliários são provas, pois são conclusões de autores ao estudar algum material.</li><li>Use nobiliários como uma espécie de mapa que pode conter seus ancestrais. Trabalhe para achar os documentos que permitam confirmar o que foi escrito neles.</li> <li>Quando não encontrar documentos que permitam validar o proposto por nobiliários, deve-se explicitar que está aceitando o que o nobiliário diz, como fez José Mattoso informando que \"temos de nos contentar com informações fornecidas pelos livros de linhagens\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f7a65165-8bec-41d5-8200-dc9e38f3786c'); return false;\">Mattoso, José, 1969, pp. 494)</a>, ou como Pizarro ao tratar dos Riba de Vizela \"O Livro de Linhagens do Conde Dom Pedro registra apenas um filho bastardo\" (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f1c459e5-8007-4554-a835-67c429a04a2e'); return false;\">Pizarro, 1997, Volume I, pp. 553</a>) </li> </ul> </p>" ],
            "references" : [ "f7a65165-8bec-41d5-8200-dc9e38f3786c", "f1c459e5-8007-4554-a835-67c429a04a2e" ]
        },
        {
            "id" : "homonymous",
            "value" : [ "<p><h3>O que é um homônimo?</h3>Quando pessoas possuem o mesmo nome, dizemos que estas pessoas são homônimas, vejamos alguns casos: <ul> <li>A família \"Ferreira de Britto\" teve pai e filho homônimos no século XIX, ambos possuíam o nome José Ferreira de Britto (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e26a3216-d801-47f3-9d36-bf624d6f10f1'); return false;\">Caiafa Lagoa, Maria A. A. et Villela, Moacyr U., 2016, 1-2, 1-2-4</a>).</li> <li>No século XVI, de acordo com Silva Leme, houve dois, Salvador Pires, que seriam pai e filho (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('94c71cd7-d6c1-4f05-aa78-73b7b2fce000'); return false;\">Silva Leme, Luiz G., 1904, Volume IX, pp. 3-5</a>), mas ao analisar os documentos da época, Américo de Moura apontou que houve equívocos por parte de Silva Leme e que houve, na verdade apenas um Salvador Pires (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('b1c45fb5-1ac1-4e88-bb9c-7d8111de671c'); return false;\">de Moura, Américo, 1951, pp. 429</a>).</li><li>Ao retrocedermos aos séculos IX-XII o cenário fica ainda mais interessante, pois não havia sobrenomes e diferentes pessoas possuíam o mesmo nome e patronímico, como Egas Moniz (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('de906f7e-10dc-4557-8c82-13ddbdd1505e'); return false;\">Mattoso, José, 1982, pp. 194</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('f7a65165-8bec-41d5-8200-dc9e38f3786c'); return false;\">Mattoso, José, 1969, pp. 486</a>).</li> </ul> Concluo ressaltando que pessoas serem homônimas não indica que são da mesma família e tão pouco que compartilham os mesmos costumes.</p>" ],
            "references" : [ "e26a3216-d801-47f3-9d36-bf624d6f10f1", "de906f7e-10dc-4557-8c82-13ddbdd1505e", "31f13a98-fff1-45fc-992d-adb817743e9f", "f7a65165-8bec-41d5-8200-dc9e38f3786c" ]
        }
    ]
}
