{
    "title" : "Quem ... ?",
    "header" : "Quem ... ?",
    "sources" : null,
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1724298500" ],
    "authors" : null,
    "reviewers" : null,
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Desde que me tornei pai, tenho aprendido muito com minha filha e esposa, que nos últimos anos têm me desafiado com uma variedade de perguntas. Essas questões frequentemente me levam a refletir e, em alguns casos, até a rever conceitos que antes considerava sólidos. Diante desse cenário, convido o leitor a se aventurar no desconhecido e tentar responder às perguntas por conta própria antes de acessar os links. À medida que navegar pelas páginas, que também conterão perguntas, sugiro que continue esse exercício de reflexão e verifique se seus conceitos permanecem os mesmos. O objetivo desta seção é promover uma profunda reflexão.</p>" ]
        },
        {
            "id" : "groups",
            "desc" : "Aqui estão algumas perguntas para ponderar:",
            "target" : "people-group",
            "page" : "class_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "7f25f2e7-abc4-4b18-8198-9e3b6d7da42b",
                    "name": "Quem disse que os indígenas são diferentes?",
                    "desc": "Tenho observado pessoas tentando diminuir umas às outras, ou se considerando superiores devido a certas preferências, ou simplesmente por estarem em bolhas sociais onde todos compartilham a mesma ideia. Mas será que há realmente fundamentos nesse conceito de superioridade? Como alguém que já cometeu esses erros, seja torcendo para um time vencedor ou absorvendo ensinamentos equivocados, opto por apresentar pesquisas e discutir essa questão de forma técnica, a fim de esclarecer melhor não apenas a situação dos indígenas, mas também a de populações em geral."
                },
                {
                    "id": "24e0b84e-31ea-43eb-a9f0-c2e854190659",
                    "name": "Quem realmente descobriu a América (<i>Abya Yala</i>)?",
                    "desc": "Essa pergunta pode parecer simples à primeira vista, e é comum encontrar uma resposta nos livros de história. No entanto, o problema é que, em alguns casos, ensina-se uma perspectiva que reflete apenas uma visão de mundo específica."
                },
                {
                    "id": "be2d7ec9-4c51-47c6-9e9b-ad9a0ef8b9a2",
                    "name": "Quem disse que indígenas não trabalhavam com matemática?",
                    "desc": "Entre os equívocos relacionados a eles está a alegação de que não possuíam ferramentas aritméticas. No entanto, crônicas antigas e estudos recentes demonstram que desenvolveram técnicas próprias para realizar cálculos matemáticos."
                }
            ]
        }
    ]
}
