{
    "title" : "Quem ... ?",
    "header" : "Quem ... ?",
    "sources" : [ "main" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Desde que me tornei pai, tenho tido como professoras minha filha e esposa, pois nos últimos anos elas não param de me fazer distintas perguntas, as quais me levam a refletir para respondê-las e em alguns casos a mudar conceitos que eram \"sólidos\". Diante deste cenário, convido o leitor a mergulhar no desconhecido e tentar responder às perguntas antes de acessarem os links. A medida que forem acessando as páginas, que também conterão perguntas, continue este exercício e verifique se seus conceitos continuam iguais. O objetivo desta seção é a reflexão.</p><p>Os textos devem ser usados de acordo com <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>.</p>" ]
        },
        {
            "id" : "groups",
            "desc" : "Perguntas para refletir:",
            "target" : "people-group",
            "page" : "class_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "7f25f2e7-abc4-4b18-8198-9e3b6d7da42b",
                    "name": "Quem disse que indígenas são diferentes?",
                    "desc": "Tenho observado pessoas tentando reduzir outras, ou se achando melhor devido a alguma preferência, ou por estarem em bolhas com outros compartilhando a mesma ideia, mas há fundamentos neste conceito de superioridade? Como já cometi estes erros por torcer para um time que foi campeão um dia, ou por errados ensinamentos que tive, opto por trazer pesquisas e discutir a questão de uma maneira técnica, para esclarecer melhor a situação não só dos indígenas, como de populações em geral."
                },
                {
                    "id": "24e0b84e-31ea-43eb-a9f0-c2e854190659",
                    "name": "Quem descobriu a <i>Abya Yala</i>/América?",
                    "desc": "A pergunta parece simples, e é comum encontrar em livros de história uma resposta para ela, o problema, é que ensina-se em alguns casos uma perspectiva focada em uma visão de mundo."
                }
            ]
        }
    ]
}
