{
    "title" : "Interpretando Textos",
    "header" : "Interpretando Textos",
    "sources" : null,
    "last_update" : [ "1735752903" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "version" : 1,
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>O entendimento de um texto vai muito além de simplesmente ler as palavras que o compõem. Conceitos, como dimensões do \"mundo\", mudaram ao longo do tempo. Palavras são removidas ou adicionadas ao idioma, e até mesmo o alfabeto passa por transformações.</p>",
                "<p>Será que o estudo integrado da matemática e da literatura pode contribuir para uma compreensão mais profunda dos textos? É exatamente isso que buscamos explorar nesta seção.</p>" ]
        },
        {
          "id": "initial_title",
          "value": "Capítulo 1: Introdução aos textos"
        },
        {
            "id" : "groups",
            "target" : "class-group",
            "page" : "class_content",
            "value_type" : "group-list",
            "value" : [
                {
                    "id": "1009578c-3097-4183-9f10-c6dd0a833d5b",
                    "name": "A escrita:",
                    "desc": "Muito mais que uma ferramenta cotidiana, a escrita é um marco que nos permite dividir a história da humanidade entre a pré-história e a história registrada."
                },
                {
                    "id": "5af3e4fc-04a0-446c-b96a-71909e2203e2",
                    "name": "Agrupando textos:",
                    "desc": "Um texto é mais do que uma simples sequência de palavras. Neste estudo, começamos a analisar mais detalhadamente textos antigos, com o objetivo de entender os elementos que os compõem."
                },
                {
                    "id": "c1be386a-926c-4cc2-bb98-07cbcea239d2",
                    "name": "Fracionando textos:",
                    "desc": "Neste texto, aprofundamos o conceito de grupos e introduzimos as frações como uma ferramenta adicional para a interpretação de textos."
                },
                {
                    "id": "40b55697-5f55-445d-9e33-db474a10b179",
                    "name": "Agrupando as Frações:",
                    "desc": "Após identificar os grupos que compõem os textos, este texto abordará como trabalhar com eles."
                },
                {
                    "id": "3cbf2fbf-2cbb-401c-a880-49c05a23d770",
                    "name": "Textos como vetores:",
                    "desc": "Neste conteúdo, exploramos como os vetores podem nos ajudar a compreender melhor as informações e estruturas presentes nos textos."
                },
                {
                    "id": "cde96120-da9f-4550-8e08-1243ea79de9a",
                    "name": "Textos com Ciências (Parte I):",
                    "desc": "Nos textos iniciais, analisamos a relação entre os textos e diversas ciências, embora ainda não tenhamos realizado uma interpretação textual completa. Neste texto, damos início à exploração de textos antigos mesopotâmicos, utilizando o apoio de estudos científicos."
                },
                {
                    "id": "f899e6cf-790c-4fac-bded-4afacef3ec95",
                    "name": "Textos com Ciências (Parte II):",
                    "desc": "Após analisarmos algumas figuras de linguagem presentes nos textos antigos, surge uma nova questão: qual era o contexto histórico e cultural do dilúvio?"
                },
                {
                    "id": "baa7e16f-1c00-48d2-936d-7fdb93f30d64",
                    "name": "Textos com Ciências (Parte III):",
                    "desc": "Após entendermos o ciclo da água, chega o momento de explorar os eventos catastróficos associados a esse recurso essencial."
                }
            ]
        }
    ]
}
