{
    "title" : "Rastreadores de História",
    "header" : "Rastreadores de História",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "main" ],
    "content" : [
        {
            "id" : "software",
            "value" : "<p>Este é um software livre oferecido via <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3abb0a79-6306-4010-8541-79a49ddff59a'); return false;\">GPL 3 ou superior</a>. Todo o conteúdo do site pode ser baixado através do nosso <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">repositório no GitHub</a>. Os textos do projeto devem ser usados de acordo com <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>. Sempre que atualizações estão disponíveis, elas são fornecidas por: <ul> <li><a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a> com antecedência, para poder haver discussões, pedidos de esclarecimentos e adição de conteúdo.</li><li>Nosso <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">GitHub</a> para leitores poderem baixar.</li> <li>Publicação neste site, para que todos possam estudar de maneira simples.</li><li>Anúncio na rede social <a href=\"https://twitter.com/historytracers\" target=\"_blank\">X (antigo Twitter)</a>.</li></ul>.</p><p>Quanto custa para usar este projeto? O projeto obviamente tem custos tais como compra de documentos e hospedagem, mas o principal objetivo deste projeto é fornecer conhecimento, desta forma <b>não há cobranças para ninguém acessar o site</b>. Quem desejar contribuir para compra de documentos e livros que colaborem com a expansão do projeto, temos uma página no <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a1be4176-326b-49e1-95db-debf4fa0bcce'); return false;\">Patreon</a>.</p><p>Como posso contribuir? Há distintas maneiras de fazer contribuições ao projeto: <ul> <li>Se você segue o método científico, ou gostaria de saber como usá-lo, abra um PR em nosso <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">repositório no GitHub</a> adicionando dados de uma pesquisa que você fez seguindo o <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('8e5635cb-4073-41ae-90c7-630b4e9f6dca'); return false;\">modelo</a> reconhecido pelo site;</li> <li>Se você não faz pesquisas, mas gostaria de saber algo sobre uma família específica, você pode abrir uma <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('d696f282-f071-4774-9d01-6298da492da6'); return false;\">solicitação</a> para podermos estudá-la e ajudá-lo a conhecer mais sobre a família. No momento nosso foco de estudo são famílias originadas durante a Idade Média ou Idade Antiga/Períodos Pré-clássico e Clássico;</li></ul></p>"
        },
        {
            "id" : "genealogy",
            "value" : "<p>Por que mais um projeto de genealogia? Existem vários projetos relacionados a genealogia que auxiliam as pessoas a montarem sua árvore genealógica, alguns projetos são colaborativos e pessoas em conjunto descobrem seus ancestrais. Diante deste cenário este projeto não tem por objetivo ser mais um software ou site para competir com eles, o objetivo aqui é auxiliar as pessoas a usarem o método científico e entender como o conhecimento sobre sua família evoluiu ao longo do tempo. O projeto não trata apenas da questão e laços familiares, mas também aborda distintos problemas que fazem iguais de alguma maneira serem tratados diferentes.</p>"
        },
        {
            "id" : "education",
            "value" : "<p>Por que mais um projeto de educação? Não há dúvidas que há bons livros sobre educação para a formação das pessoas, mas também há o entendimento que não há uma única maneira de ensinar, pois o que é fácil para uma pessoa pode não ser para outras. Usar um único método de ensino para uma população pode ser uma maneira de criar barreiras ao invés de um caminho de avanços. Por isto desenvolve-se este projeto reflexivo que auxilie as pessoas a entender as ciências, a partir de si, evitando desigualdades, pois somos todos uma única espécie, o <i>Homo sapiens</i>.</p>"
        },
        {
            "id" : "partner",
            "value" : "<p>O History Tracers está trabalhando com o <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('53fc22d1-c0e2-4449-b052-aa5c517dc673'); return false;\">Brazilian Founders</a>, fundado por Damares de Andrade e Eduardo Santos Lima, a fim de fazer um estudo de história e genética de personagens conhecidas da história do Brasil.</p>"
        },
        {
            "id" : "translation",
            "value" : "<p>Um projeto multi-idioma às vezes não consegue manter todas as línguas atualizadas, principalmente quando um novo idioma é adicionado. Abaixo mostra-se o atual estágio de tradução dos arquivos: <ul><li>Português: 100 %</li> <li>Inglês: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 %</li> <li>Espanhol: &nbsp;&nbsp;&nbsp;94 %</li> </ul></p>"
        }
    ]
}
