{
    "title" : "Rastreadores de História",
    "header" : "Rastreadores de História",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "main" ],
    "content" : [
        {
            "id" : "software",
            "value" : "<p>Quanto custa para usar este projeto? O projeto obviamente tem custos tais como compra de documentos e hospedagem, mas o principal objetivo deste projeto é fornecer conhecimento, desta forma <b>não há cobranças para ninguém acessar o site</b>. Como este é um software livre oferecido via <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3abb0a79-6306-4010-8541-79a49ddff59a'); return false;\">GPL 3 ou superior</a>, também fornecemos todo o conteúdo do site para você através do nosso <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">repositório no GitHub</a>. Os textos devem ser usados de acordo com <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ec895dc4-ba65-4278-ac67-ce75e7589d7f'); return false;\">CC BY-NC 4.0 DEED</a>.</p><p>Como posso contribuir? Há distintas maneiras de fazer contribuições ao projeto: <ul> <li>Se você segue o método científico, ou gostaria de saber como usá-lo, abra um PR em nosso <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('68c5b4fe-6794-461d-b3e6-40cf62d4b7a4'); return false;\">repositório no GitHub</a> adicionando dados de uma pesquisa que você fez seguindo o <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('8e5635cb-4073-41ae-90c7-630b4e9f6dca'); return false;\">modelo</a> reconhecido pelo site;</li> <li>Se você não faz pesquisas, mas gostaria de saber algo sobre uma família específica, você pode abrir uma <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('d696f282-f071-4774-9d01-6298da492da6'); return false;\">solicitação</a> para podermos estudá-la e ajudá-lo a conhecer mais sobre a família. No momento nosso foco de estudo são famílias originadas durante a Idade Média e Idade Antiga/Períodos Pré-clássico e Clássico;</li> </ul></p>"
        },
        {
            "id" : "genealogy",
            "value" : "<p>Por que mais um projeto de genealogia? Existem vários projetos relacionados a genealogia que auxiliam as pessoas a montarem sua árvore genealógica, alguns projetos são colaborativos e pessoas em conjunto descobrem seus ancestrais. Diante deste cenário este projeto não tem por objetivo ser mais um software ou site para competir com eles, o objetivo aqui é auxiliar as pessoas a usarem o método científico e entender como o conhecimento sobre sua família evoluiu ao longo do tempo. O projeto não trata apenas da questão e laços familiares, mas também aborda distintos problemas que fazem iguais de alguma maneira serem tratados diferentes.</p>"
        },
        {
            "id" : "education",
            "value" : "<p>&nbsp;</p>"
        }
    ]
}
