{
    "title" : "Fontes",
    "header" : "Fontes usadas nas pesquisas",
    "sources" : [ "sources" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "last_update" : [ "1715041747" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p><h3>Introdução</h3>Quando montamos uma árvore genealógica, é necessário realizar uma extensa pesquisa em diferentes fontes que possam conter informações sobre nossos [possíveis] ancestrais. Essas fontes são agrupadas no projeto em três categorias distintas: fontes primárias, referências bibliográficas e referências religiosas, as quais serão descritas nos próximos parágrafos.</p>" ]
        },
        {
            "id" : "primary-source",
            "value" : [ "<p><h3>Fontes Primárias</h3>De maneira sucinta, definimos fontes primárias como documentos originais e objetos criados no período estudado (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0eff7270-c6b4-4bab-b685-67d3c2970a93'); return false;\">Library of Congress</a>). Para a genealogia, exemplos de fontes primárias incluem:</p>", "<p><ul><li><b>Documentos pessoais</b>: Estes são documentos emitidos pela pessoa ou por seus familiares próximos, incluindo identidade, certidões de nascimento, casamento e óbito, inventários e testamentos. Em algumas nações, não era obrigatório que as pessoas mantivessem o mesmo nome ao longo da vida. No Brasil, por exemplo, é comum observar mudanças de nomes antes do decreto regulamentador de registros, em <span id=\"htdate0\"></span> (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('788267b1-c89e-44b5-84b5-e4fab7be0dac'); return false;\">Câmara dos Deputados</a>).</li><li><b>Fontes religiosas</b>: Estes documentos são encontrados em igrejas e, em alguns casos, em dioceses. Em países onde não havia separação entre igreja e estado, os registros de pessoas eram feitos pelas igrejas e conventos. Nestas instituições, é possível encontrar registros de batismo, casamento, óbito, testamento e processos <i>de genere et mobirus</i>.</li><li><b>Documentos governamentais</b>: Estes são documentos emitidos pelo governo e incluem: <ul><li><b>Cartas de sesmarias</b>: Documentos que concediam uma sesmaria (uma região) a uma pessoa.</li><li><b>Documentos régios</b>: Documentos emitidos durante períodos em que os governantes eram monarcas, arquivados em locais como a Torre do Tombo e a Chancelaria Régia (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a0fb89b0-34b3-485c-bd96-ec5c9b20d922'); return false;\">Torre do Tombo, Chancelaria Régia</a>). Um exemplo são as cartas de armas, embora deva ser observado que em algumas delas os ancestrais femininos foram omitidos, devido à ênfase na linhagem masculina.</li></ul> <li><b>Documentos jurídicos</b>: Estes documentos podem conter informações sobre ancestrais, especialmente em processos realizados durante o período da inquisição.</li><li><b>Crônicas</b>: Textos que detalham histórias de uma determinada região.</li></ul><p></p><p>Fontes primárias nem sempre precisam ter sido escritas durante a vida da pessoa em questão. Exemplos de fontes primárias redigidas após o falecimento de um indivíduo incluem diligências para familiares do Santo Ofício, para a Ordem Terceira e para irmandades de Misericórdia. Nesses documentos, conforme observado pelo padre Joseph Mascarenhas, ocorria uma investigação sobre várias gerações dos candidatos que desejavam ingressar nessas ordens (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 49</a>). É crucial ressaltar que, apesar da distância temporal, só podemos considerar um documento como referente a uma pessoa quando ela é mencionada nele. (Observação: Embora essa afirmação pareça óbvia, essa lógica foi distorcida por 'genealogistas' recentemente).</p>" ]
        },
        {
            "id" : "reference",
            "value" : [ "<p><h3>Referências (fontes secundárias e terciárias)</h3>Neste projeto, classificamos todas as fontes secundárias ou terciárias como referências, pois não são suficientes como prova de conexões. Elas são tratadas como referências por citarem fontes primárias ou por apresentarem indícios de possíveis conexões.</p>" ]
        },
        {
            "id" : "religiuos-reference",
            "value" : [ "<p><h3>Fontes religiosas</h3>Devido a convicções pessoais, o tratamento de fontes religiosas torna-se delicado, uma vez que para algumas pessoas que têm fé, essas fontes se tornam inquestionáveis. No entanto, como este é um projeto de divulgação científica, onde se entende que modelos podem e devem ser questionados e, sempre que possível, aprimorados, preferimos separar as fontes religiosas. No entanto, as reconheceremos respeitosamente como fontes primárias quando forem escritas durante a vida das pessoas estudadas.</p>" ]
        },
        {
            "id" : "dictionary",
            "value" : [ "<p><h3>Dicionário</h3>É comum surgirem dúvidas ao lidarmos com fontes documentais, especialmente quando nos deparamos com termos desconhecidos. Desde <span id=\"htdate1\"></span>, contamos com uma valiosa ferramenta para auxiliar em nossas pesquisas: o Dicionário de Genealogia, elaborado por Gilber Rubim Rangel (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('2cf03d7c-589e-4f1e-81d3-03296d37f2d8'); return false;\">Rangel, Gilber Rubim, <span id=\"htdate2\"></span>, <i>Dicionário de Genealogia</i></a> ; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('80c28cd8-cee2-4696-a083-2bb0c5a26889'); return false;\">Rangel, Gilber Rubim, <i>Dicionário de Genealogia</i>, Instagram</a>). Uma amostra do dicionário encontra-se disponível no Archive (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('ef8346d5-184c-4e34-94d3-a69604fd6bb4'); return false;\">Rangel, Gilber Rubim, <span id=\"htdate3\"></span>, Amostra</i></a>).</p>", "<p>Além de consultar dicionários especializados, é recomendável recorrer também a dicionários convencionais (<a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('503282d2-bcfb-4f59-bca4-f9bdce3d5133'); return false;\">Dicionário da Língua Portuguesa. Academia das Ciências de Lisboa</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('3b91f37e-a9d6-47d2-b8f5-8899556bd5f9'); return false;\">Real Academia Española</a>; <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('eeac939a-5a0f-492c-9880-85e2a803c665'); return false;\">Cambridge Dictionary</a>), sempre que surgir alguma dúvida em relação a termos do idioma.</p>" ]
        },
        {
            "id": "fill_dates",
            "text": [
                {  "type" : "gregory", "year" : "1939", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" },
                {  "type" : "gregory", "year" : "2024", "month" : "-1", "day" : "-1" }
            ]
        }
    ]
}
