{
    "title" : "Fontes",
    "header" : "Fontes usadas nas pesquisas",
    "sources" : [ "sources" ],
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "content" : [
        {
            "id" : "introduction",
            "value" : [ "<p>Ao montar uma árvore genealógica necessitamos realizar extensa procura em diferentes fontes que possam ter informações sobre nossos (possíveis) ancestrais. Estas fontes são agrupadas no projeto em três grupos distintos: fontes primárias, referências bibliográficas e referências religiosas, as quais são descritas nos próximos parágrafos.</p>" ],
            "references" : null
        },
        {
            "id" : "primary-source",
            "value" : [ "<p>De maneira resumida definimos fontes primárias como documentos originais e objetos criados no tempo estudado <a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('0eff7270-c6b4-4bab-b685-67d3c2970a93'); return false;\">(Library of Congress)</a>. Para a genealogia são exemplos de fontes primárias:</p>", "<p><ul><li>Documentos pessoais - são documentos emitidos pela pessoa ou por seus familiares próximos, tais como: identidade, certidões (nascimento, casamento, e óbito), inventários e testamentos. Em algumas nações documentos não forçavam pessoas a carregar um único nome durante toda a vida, no Brasil, por exemplo, é comum observar estas trocas de nomes antes do decreto regulamentador de registros no ano de 1939 <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('788267b1-c89e-44b5-84b5-e4fab7be0dac'); return false;\">(Câmara dos Deputados)</a>.</li><li>Fontes religiosas - são documentos presentes nas igrejas e em alguns casos em dioceses. Em países onde não havia um estado laico, ou seja, igreja e estado não estavam separados, registros de pessoas eram realizados por igrejas e conventos. É possível encontrar nestas instituições: batismo, casamento, óbito, testamento, e processos de genere et mobirus.</li><li>Documentos governamentais - são documentos emitidos pelo governo, são exemplos destes documentos: <ul><li>Cartas de sesmarias: Documento que fornecia uma sesmaria (região) a uma pessoa.</li><li>Documentos régios - são documentos emitidos no período em que governantes de uma determinada região eram monarcas <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('a0fb89b0-34b3-485c-bd96-ec5c9b20d922'); return false;\">(Torre do Tombo, Chancelaria Régia)</a>. Um exemplo destes documentos são as carta de armas, as quais fazemos a ressalva que em algumas foram omitidas ancestrais mulheres, pois havia a necessidade de se traçar linhagens apenas por homens.</li></ul> <li>Documentos jurídicos - estes documentos podem incluir nomes de ancestrais, principalmente processos que foram realizados no período da inquisição.</li><li>Crônicas - são documentos detalhando histórias de uma região.</li></ul><p></p><p>Fontes primárias não necessariamente precisam ser escritas nos anos de vida da personagem estudada. Exemplos de fontes primárias escritas após o falecimento de uma pessoa são diligências para familiares do Santo Ofício, para ordem Terceira, e para irmandade de Misericórdia. Nestes documentos, de acordo com padre Joseph Mascarenhas, havia uma investigação em várias gerações dos candidatos que desejavam ingressar nas ordens <a href=\"#\" onclick=\"htCleanSources(); htFillPrimarySource('baab6f07-714e-40ca-abea-775fb55e1968'); return false;\">(Torre do Tombo, Tribunal do Santo Ofício: Conselho Geral, Habilitações, Pedro, mç. 25, doc. 476, img. 49)</a>. É importante ressaltar que apesar da distância temporal, só é possível aceitar que um documento refere-se a uma pessoa quando a pessoa é citada nela (Observação: Por mais óbvia que possa parecer esta última frase, esta lógica foi completamente deturpada por 'genealogistas' durante séculos.).</p>" ],
            "references" : [ "0eff7270-c6b4-4bab-b685-67d3c2970a93", "788267b1-c89e-44b5-84b5-e4fab7be0dac", "a0fb89b0-34b3-485c-bd96-ec5c9b20d922", "baab6f07-714e-40ca-abea-775fb55e1968" ]
        },
        {
            "id" : "reference",
            "value" : [ "<p>Neste projeto tratamos como referências a todas as fontes secundárias, ou terciárias, as quais não servem como prova de ligações. Elas aqui são tratadas como referências ou por citarem fontes primárias, ou por ao menos apresentarem algum indício de possíveis ligações.</p>" ],
            "references" : null
        },
        {
            "id" : "religiuos-reference",
            "value" : [ "<p>Devido a crenças pessoais, o tratamento de fontes religiosas torna-se complicado, pois para as pessoas que creem em algo, ela torna-se uma fonte inquestionável. Como este é um projeto de divulgação científica, onde há o entendimento que modelos podem e devem ser questionados e quando possível aprimorados, preferimos isolar as fontes religiosas, mas as posicionaremos respeitosamente como fontes primárias quando escritas no tempo das pessoas estudadas.</p>" ],
            "references" : null
        }
    ]
}
