{
    "title" : "Família",
    "header" : "Visualização de família",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "tree" ],
    "last_update" : null,
    "authors" : null,
    "reviewers" : null,
    "content" : [ 
        {
            "id" : "common_prerequisites",
            "value" : "<p><h3>Pré-requisitos</h3>O estudo da genealogia envolve conhecimentos em diversas áreas, incluindo matemática, literatura, línguas (para compreensão dos documentos), história e biologia. Sabemos que nem todos têm tempo suficiente para estudar todas essas ciências. Por isso, escrevemos os seguintes textos, que servirão como base para o estudo da genealogia:</p><p><ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2c725eea-183b-405c-adb2-977ef18c813a'); return false;\">Seres Vivos</a>: Entendimento do que é um ser vivo e introdução à genética.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('eda6e242-751a-46b3-b5f7-0c4489d9b374'); return false;\">Origem</a>: Visão geral sobre a origem da nossa espécie, considerando estudos científicos e crenças.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">Método científico</a>: Explicação do método científico com exemplo prático que pode ser realizados em casa.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2c725eea-183b-405c-adb2-977ef18c813a'); return false;\">Família</a>: Discussão sobre a evolução do conceito de família ao longo do tempo.</li><li>Interpretação de textos: <ul><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('75f9c1d6-8510-4ce6-8561-02f376645005'); return false;\">Compreendendo o tempo</a>: estudo de como diferentes civilizações marcaram o tempo.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e3a43e25-184d-4c9e-bb6c-a5423f224609'); return false;\">Compreendendo a continuidade do tempo</a>: análise do tempo na natureza.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('d10c1281-05e4-43a2-a143-37609b60047a'); return false;\">Compreendendo a natureza (uma dimensão)</a>: aplicação da continuidade no espaço e como medi-la.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('45343f2e-9cfa-41f8-b396-2f423677de9a'); return false;\">Compreendendo a natureza (duas dimensões)</a>: estudo do conceito de área, essencial para o entendimento de contextos.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('9265fbf2-1acd-47e1-96b1-a2b2e1a1b8f5'); return false;\">Compreendendo contextos (parte I)</a>: apresentação de cinco textos extraídos de seus contextos para reflexão.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('ba22ec72-feef-4a2f-bfb2-0ce8ee04f164'); return false;\">Compreendendo contextos (parte II)</a>: demonstração de como conclusões erradas podem surgir ao não analisar todos os textos no contexto adequado.</li></ul></li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('e21391d8-f158-454f-a677-531f9e8d23a0'); return false;\">Primeiros Passos na Genealogia</a>: orienta o leitor sobre como localizar e obter documentos essenciais para iniciar a construção de sua árvore genealógica.</li><li><a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('8b18d52e-6afb-425d-b59c-19030d041c48'); return false;\">Fontes</a>: descreve as diversas fontes de informação utilizadas na pesquisa genealógica, explicando como cada uma pode contribuir para a descoberta de ancestrais.</li></ul></p><p>Algumas famílias podem precisar de informações adicionais, que serão listadas conforme necessário a seguir:</p>"
        },
        {
            "id" : "navigation",
            "value" : "<p><h3>Navegação</h3>A página de visualização de famílias do History Tracers, está organizada em quatro seções distintas:</p> <p><ul><li><b>Lista de Patriarcas/Matriarcas:</b> Esta seção inicial apresenta o nome da primeira pessoa conhecida a nomear a família ou a região onde ela residiu.</li><li><b>Pessoas agrupadas pela família do(a) Patriarca/Matriarca:</b> Ao clicar no nome de uma pessoa ou região na primeira seção, o leitor é direcionado para uma área onde são listados o(a) patriarca/matriarca, seus descendentes e um resumo de suas respectivas histórias. Quando as histórias são embasadas em fontes primárias, o texto é apresentado em sua forma normal; porém, quando são baseadas em hipóteses sem documentação, o texto é formatado em itálico.</li><li><b>Fontes primárias e referências</b>: Cada história é acompanhada por suas fontes primárias e referências, as quais podem ser acessadas detalhadamente por meio de cliques. Links disponíveis nesta seção direcionam o leitor para a árvore genealógica parcial da pessoa, localizada no lado direito da tela.<br />Pessoas que pesquisam seus ancestrais frequentemente confiam cegamente em fontes como livros ou nobiliários, presumindo que seguem o método científico. Para esclarecer essa confusão, fazemos uma distinção clara entre fontes primárias, que validam a existência das pessoas, e referências em publicações secundárias. Referências religiosas são respeitosamente isoladas, mas podem ser consideradas fontes primárias se forem contemporâneas às pessoas mencionadas.</li><li><b>Árvore:</b> No lado direito da página, é apresentada uma árvore genealógica parcial da pessoa selecionada.</li></ul></p>"
        },
        {
            "id" : "index-identifier",
            "value" : "<p><h3>Lista de patriarcas/matriarcas</h3></p>"
        }
    ]
}
