{
   "title": "",
   "header": "",
   "sources": null,
   "scripts": null,
   "audio": null,
   "index": null,
   "license": [
      "SPDX-License-Identifier: GPL-3.0-or-later",
      "CC BY-NC 4.0 DEED"
   ],
   "last_update": [
      "1770326116"
   ],
   "authors": null,
   "reviewers": null,
   "type": "class",
   "version": 2,
   "editing": false,
   "content": [
      {
         "id": "common_prerequisites",
         "text": [
            {
               "text": "<p><span id=\"htZoomImageMsg\"></span></p><p class=\"topdesc\"><i>A sigla A.E.C. (Antes da Era Comum) usada abaixo, juntamente com o conceito de anos negativos, são convenções gerais utilizadas para representar períodos anteriores à primeira data registrada nos calendários.</i></p><p style=\"font-style: italic;\" id=\"htChinaZhongguo\"></p><p><h3>Pré-requisitos</h3>O estudo da genealogia envolve conhecimentos em diversas áreas, incluindo matemática, literatura, línguas (para compreensão dos documentos), história e biologia. Sabemos que nem todos têm tempo suficiente para estudar todas essas ciências. Por isso, escrevemos os seguintes textos, que servirão como base para o estudo da genealogia:</p><p><ul><li><htcite0>: Visão geral sobre a origem da nossa espécie, considerando estudos científicos e crenças.</li><li><htcite1>: Explicação do método científico com exemplo prático que pode ser realizados em casa.</li><li><htcite2>: Seção dedicada a ensinar técnicas de interpretação de textos e explorar sua relação com a matemática.</li><li><htcite3>: orienta o leitor sobre como localizar e obter documentos essenciais para iniciar a construção de sua árvore genealógica.</li><li><htcite4>: descreve as diversas fontes de informação utilizadas em pesquisas.</li><li><htcite5>: Introduz ao leitor o conceito de limites utilizando exemplos do corpo humano e líquidos.</li><li><htcite6>: Apresenta ao leitor os diferentes períodos arqueológicos em uso atualmente.</li><li><htcite7>: Estudar famílias apenas quando há documentos disponíveis reduz a possibilidade de entender quem somos nós, além de trazer inúmeras confusões, como interpretar textos poéticos como descrições naturais.<br />Dessa forma, é essencial estudar os textos do primeiro capítulo da seção Árvores Genealógicas antes de prosseguir para os demais capítulos.</li></ul></p><p>Algumas famílias podem precisar de informações adicionais, que serão listadas conforme necessário a seguir:</p>",
               "source": [
                  {
                     "type": 1,
                     "uuid": "eda6e242-751a-46b3-b5f7-0c4489d9b374",
                     "text": "Origem",
                     "page": "",
                     "date_time": {
                        "type": "gregory",
                        "year": "2023",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "44acb900-ee84-4e42-8d9b-a947351af2cd",
                     "text": "History Tracers Team",
                     "page": "Método científico",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "2806b294-0d2a-4ca2-8008-b2b82791427a",
                     "text": "History Tracers Team",
                     "page": "Interpretação de Textos",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "e21391d8-f158-454f-a677-531f9e8d23a0",
                     "text": "History Tracers Team",
                     "page": "Primeiros Passos na Genealogia",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "8b18d52e-6afb-425d-b59c-19030d041c48",
                     "text": "History Tracers Team",
                     "page": "Fontes",
                     "date_time": {
                        "type": "gregory",
                        "year": "2023",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "18a901e4-3da3-45d8-a239-fb551e78698e",
                     "text": "History Tracers Team",
                     "page": "Limites Naturais",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "cff9edbf-cd50-44cd-8ef7-54197d68c82b",
                     "text": "History Tracers Team",
                     "page": "Cronologia",
                     "date_time": {
                        "type": "gregory",
                        "year": "2024",
                        "month": "",
                        "day": ""
                     }
                  },
                  {
                     "type": 1,
                     "uuid": "70ba21f1-9da5-43ef-8f15-6a27ff96b678",
                     "text": "History Tracers Team",
                     "page": "Família, Capítulo 1",
                     "date_time": {
                        "type": "gregory",
                        "year": "2026",
                        "month": "",
                        "day": ""
                     }
                  }
               ],
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      },
      {
         "id": "navigation",
         "text": [
            {
               "text": "<p><h3>Navegação</h3>A página de visualização de famílias do History Tracers, está organizada em três seções distintas:</p> <p><ul><li><b>Lista de Patriarcas/Matriarcas:</b> Esta seção inicial apresenta o nome da primeira pessoa conhecida a nomear a família ou a região onde ela residiu.</li><li><b>Pessoas agrupadas pela família do(a) Patriarca/Matriarca:</b> Ao clicar no nome de uma pessoa ou região na primeira seção, o leitor é direcionado para uma área onde são listados o(a) patriarca/matriarca, seus descendentes e um resumo de suas respectivas histórias. Quando as histórias são embasadas em fontes primárias, o texto é apresentado em sua forma normal; porém, quando são baseadas em hipóteses sem documentação, o texto é formatado em itálico.</li><li><b>Fontes primárias e referências</b>: Cada história é acompanhada por suas fontes primárias e referências, as quais podem ser acessadas detalhadamente por meio de cliques nos links.<br />Algumas pessoas que pesquisam seus ancestrais frequentemente confiam cegamente em fontes como livros ou nobiliários, presumindo que seguem o método científico. Para esclarecer essa confusão, fazemos uma distinção clara entre fontes primárias, que validam a existência das pessoas, e referências em publicações secundárias. Referências religiosas são respeitosamente isoladas, mas podem ser consideradas fontes primárias se forem contemporâneas às pessoas mencionadas.</li></ul></p>",
               "source": null,
               "date_time": null,
               "isTable": false,
               "imgdesc": "",
               "format": "html",
               "PostMention": ""
            }
         ]
      }
   ],
   "exercise_v2": null,
   "game_v2": null,
   "date_time": null
}
