{
    "title" : "Família",
    "header" : "Visualização de família",
    "license" : [ "SPDX-License-Identifier: GPL-3.0-or-later" ],
    "sources" : [ "tree" ],
    "content" : [ 
        {
            "id" : "index-identifier",
            "value" : "Lista de patriarcas/matriarcas"
        },
        {
            "id" : "introduction",
            "value" : "<p>A página de visualização de famílias (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('2c725eea-183b-405c-adb2-977ef18c813a'); return false;\">History Tracers (2024): Family</a>) é divida em quatro seções:</p> <p><ul><li><b>Lista de patriarcas/matriarcas:</b> nesta seção inicial adicionamos o nome da primeira pessoa conhecida a nomear a família ou uma região onde a família viveu.</li><li><b>Pessoas agrupadas pela família do(a) patriarca/matriarca:</b> ao acessar o nome de uma pessoa ou de uma região na primeira seção, o leitor será conduzido a seção onde são listadas o(a) patriarca/matriarca, seus descendentes e um pouco de suas respectivas histórias. Sempre que a história é documentada por fontes primárias, o texto aparecerá em sua forma normal. Quando estamos diante de hipóteses, as quais não há documentação para sustentá-las, temos o texto formatado em itálico.<br />Toda história é escrita com suas respectivas fontes primárias e referências, <b>as quais podem ser visualizadas em detalhes clicando sobre elas</b>. <br />Sempre que o leitor encontrar algum link nesta seção, isto indica que ao clicá-lo a árvore da pessoa será parcialmente carregada no lado direito da tela, além de conduzi-lo a respectiva seção da pessoa. </li><li><b>Fontes primárias e publicações que referenciam as pessoa</b>: um erro recorrente entre as pessoas que pesquisam seus ancestrais é entender que se alguém escreveu algum livro, esta pessoa seguiu o método científico (<a href=\"#\" onclick=\"htCleanSources(); htFillReferenceSource('44acb900-ee84-4e42-8d9b-a947351af2cd'); return false;\">History Tracers (2024): Scientific Method</a>) sem desvios e, portanto, não é necessário validar. Para ajudar as pessoas a resolver esta confusão, existe separação das fontes primárias, que realmente demonstram que uma pessoa existiu, das referências que aparecem em publicações como nobiliários. Referências religiosas são respeitosamente isoladas, mas caso sejam contemporâneas das pessoas citadas, elas podem aparecer como fontes primárias.</li><li><b>Árvore e citações:</b> No lado direito da página é montada uma árvore parcial da pessoa selecionada com suas respectivas fontes primárias que a provam, ou com referências que as supõe.</li></ul></p>"
        }
    ]
}
